[
  {
    "chunk_id": "The_Wyckoff_Method_0",
    "source": "The_Wyckoff_Method",
    "text": "The Wyckoﬀ Method: Trading and InvesƟng in Stocks Anyone who buys or sells stock, a bond, or a commodity for proﬁt speculates if he employs intelligent foresight. If he does not, he is gambling. Richard D. Wyckoﬀ was an American pioneer in technical stock analysis. Richard Wyckoﬀ's ﬁrst instrucƟon to students on his stock analysis method, published in the 1930s, was quite simple and speciﬁc—forget all the decision-making factors you have ever used. All you need to know is in the table of stock prices and volumes in your daily newspaper. With this back-to-basics approach, Wyckoﬀ promised to show his students \"the real rules of the game\" played so adroitly by well-heeled investors with enough capital to pack clout in the market. Although it's hard to imagine anything, especially a stock market technique, remaining viable from the 1930s to the 1980s, the Richard D. Wyckoﬀ Method of Trading and InvesƟng in Stocks has survived the Ɵmes as a classic. Whatever it lacks in glamour and gee-whiz in this computerized age, it makes up for by giving its users a solid foundaƟon for analyzing the fundamental relaƟonships among the market's primary forces. In this respect, it's like the pearls and basic black dress in a woman's wardrobe. It can be embellished but not anƟquated. Take a look at Wyckoﬀ's goals—to select only stocks that will move soonest, fastest, and farthest in bear or bull markets; to limit losses and let proﬁts run; and to make the most eﬃcient use of investment capital. Hardly an anƟquated outlook. It is also a universal theory. The premises are applicable to any open market—stocks, bonds, opƟons, or commodiƟes. David Weis of Memphis, Tenn., editor of the EllioƩ Wave Commodity LeƩer, has relied on the Wyckoﬀ method in his commodiƟes trading and analysis for 15 years. \"It opened Pandora's box for me,\" he says. \"It gave me a way of understanding what was going on,\" unlike the other analysis methods that came his way when he became a broker/analyst. A client making large sums of money introduced Weis to Wyckoﬀ's method, and Weis has put the method's premises through every trial. \"I promise you those principles are sƟll applicable to today's markets,\" he says. His only supplement to the Wyckoﬀ method is the EllioƩ Wave principle, for its added insights into the way price movements unfold. I'm not interested in anything else,\" he explains. \"I don't need anything more.\" The Wyckoﬀ method also struck a chord with a SeaƩle bond trader who discovered the method several years ago in mid-career. The trader, who today manages a $20 million porƞolio, had read voraciously, but found that Wyckoﬀ's view of the market as if a single investor controlled it described his own experiences with market behavior. \"It didn't maƩer to me if it was bonds or gold or stocks,\" he said, \"Wyckoﬀ described it in a way that made sense to me. I had already been through it, I'd seen it.\" So he adopted Wyckoﬀ's volume analysis and",
    "metadata": {
      "page": 1,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_1",
    "source": "The_Wyckoff_Method",
    "text": "need anything more.\" The Wyckoﬀ method also struck a chord with a SeaƩle bond trader who discovered the method several years ago in mid-career. The trader, who today manages a $20 million porƞolio, had read voraciously, but found that Wyckoﬀ's view of the market as if a single investor controlled it described his own experiences with market behavior. \"It didn't maƩer to me if it was bonds or gold or stocks,\" he said, \"Wyckoﬀ described it in a way that made sense to me. I had already been through it, I'd seen it.\" So he adopted Wyckoﬀ's volume analysis and basic aƫtudes toward trend tops, boƩoms, and correcƟons. Wyckoﬀ, himself, was intrigued by the stock market. He learned the market from the boƩom up, when experience was the only teacher. His ﬁrst job in 1888 was as a 15-year-old stock runner, scurrying back and forth on Wall Street, delivering and exchanging securiƟes and payments for a brokerage ﬁrm. By 1898, he had advanced to auditor of another brokerage ﬁrm and made his ﬁrst $1,000 proﬁt in the stock market selling 300 shares of a company with a new product—a pneumaƟc horse collar. At the age of 25, he opened his own brokerage oﬃce. He had seen \"appalling losses in securiƟes suﬀered annually by millions of people who do not realize what they are risking and have an amazingly small knowledge of the market.\" He sent daily leƩers on market condiƟons to his clients and turned his research and wriƟng into a monthly magazine in 1907. As a broker, he saw the behind-the-scenes plays of the large operators and realized \"it was possible to judge the future course of the market by its own acƟon . . . that the acƟon of stocks reﬂected the plans and purposes of those who dominated them. . .that the basic law of Supply and Demand governed all price changes; that the best indicator of the future course of the market was the relaƟon of supply to demand.\" \" . . . the best indicator of the future course of the market was the relaƟon of supply to demand.\" He published the ﬁrst technical analysis method of its kind in 1908 and, at the insistence of his readers, began publishing weekly forecasts in 1911, employing charts of price and volume movements for his analysis. Wyckoﬀ pooh-poohed analysts who used their charts as a kind of Rorschach test, searching for tell-tale shapes and formaƟons that would signal whether to buy, sell, or hold steady. \"Stock market technique is not an exact science,\" he would tell his students. \"Stock prices are made by the minds of men.\" In his esƟmaƟon, mechanical or purely mathemaƟcal chart analyses could not compete with ﬁnely honed and pracƟced judgment. Wyckoﬀ also shunned brokers' oﬃces, ﬁnancial reports, news items, earnings reports, Ɵps, rumors, and \"the half-baked trading theories expounded in boardrooms and popular books on the stock market.\" To his way of thinking, an analyst should be a detecƟve uncovering the forces",
    "metadata": {
      "page": 2,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_2",
    "source": "The_Wyckoff_Method",
    "text": "Rorschach test, searching for tell-tale shapes and formaƟons that would signal whether to buy, sell, or hold steady. \"Stock market technique is not an exact science,\" he would tell his students. \"Stock prices are made by the minds of men.\" In his esƟmaƟon, mechanical or purely mathemaƟcal chart analyses could not compete with ﬁnely honed and pracƟced judgment. Wyckoﬀ also shunned brokers' oﬃces, ﬁnancial reports, news items, earnings reports, Ɵps, rumors, and \"the half-baked trading theories expounded in boardrooms and popular books on the stock market.\" To his way of thinking, an analyst should be a detecƟve uncovering the forces behind price and volume ﬂuctuaƟons, a market psychologist weighing the human moƟvaƟons that fuel those moves, and a general planning a ﬁnancial campaign to intercept stocks when the charts show them to be at their most proﬁtable stages. Wyckoﬀ's popularity as an analyst grew by leaps and bounds. Even when he tried to limit the size of his following by nearly doubling the price of his publicaƟon, the subscripƟons totaled $60,000 in six weeks. By his own account, he \"made a great deal of money for myself and my clients and subscribers who numbered in excess of 200,000\" before his health began to fail, and he completely turned his publicaƟons and advisory services over to his associates in 1928. When his method was published as a correspondence course in 1931, he called it \"the cream of what I have learned in 40 years of acƟve experience in Wall Street.\" His method rests squarely on the law of supply and demand. When demand for a stock exceeds supply, prices rise; when supply is greater than demand, prices decline. He likens the stock market Ɵcker tape to a movie: \"Every minute of the day it is demonstraƟng whether supply or demand is the greater.\" Wyckoﬀ's method charts price, volume and their relaƟonship over Ɵme to judge how the market, groups of stocks and individual issues are reacƟng to the supply-and-demand tug of war. The search is for turning points—the ﬁnal top of a rising bull market, the ﬁnal low in a declining bear market and the crests or troughs of the intermediate and minor moves that come in between. He is guided by the fact that every change in the market consists of waves of buying and selling that last just so long as they can aƩract a following. When the following is exhausted for the Ɵme being, the wave ends, and a contrary wave sets in. Small daily waves build into larger 3- to-5-point waves, which eventually build into the bull and bear market swings of 10 to 20 points or more. He acts in harmony with a wave, not against it, and only if the wave is a signiﬁcant one. His philosophy on accumulaƟng stock is to buy on the down wave and ride through the small-to- medium rising waves unƟl you see an especially strong, breaking wave. Then sell. Complete mastery of the Wyckoﬀ method means working both sides",
    "metadata": {
      "page": 3,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_3",
    "source": "The_Wyckoff_Method",
    "text": "is exhausted for the Ɵme being, the wave ends, and a contrary wave sets in. Small daily waves build into larger 3- to-5-point waves, which eventually build into the bull and bear market swings of 10 to 20 points or more. He acts in harmony with a wave, not against it, and only if the wave is a signiﬁcant one. His philosophy on accumulaƟng stock is to buy on the down wave and ride through the small-to- medium rising waves unƟl you see an especially strong, breaking wave. Then sell. Complete mastery of the Wyckoﬀ method means working both sides of the waves—covering all shorts and going long at the boƩom of a panic, depression, or intermediate bear swing, as well as selling out all long stocks and going short at the top of a boom or an intermediate bull movement. Gauging these criƟcal turning points in the Wyckoﬀ method is not so much a strict applicaƟon of mathemaƟcs as it is an applicaƟon of investor psychology. At the heart of Wyckoﬀ's analysis is the knowledge that traders and investors are inﬂuenced by Ɵps, news items, rumors, earnings analyses, ﬁnancial reports, dividend rates, and myriad other sources of informaƟon. It isn't important to Wyckoﬀ which of these prompts a buy or sell order—all individual acƟons boil down to market behavior, as if the ﬂuctuaƟons were the result of one person's investment operaƟon, a 'composite' investor. Wyckoﬀ visualized this composite investor because he knew there were usually one or more large operators working in every stock. SomeƟmes there are many.\" In his day, wealthy individuals or well-informed insiders could ﬁll the role. Today, insurance companies invesƟng millions of premium dollars and insƟtuƟonal investors managing pension funds are 'large operators' whose decisions impact the market simply by the magnitude of their investments. Wyckoﬀ studied his charts to uncover the moƟves of these large investors with enough capital to exert a force on the price of stocks and ulƟmately the enƟre market. He was not interested in their idenƟty, only in their game plan. When large operators disclose their anƟcipaƟon of price advances or declines with their purchases or sales, they signal events to come in the market or an individual stock. Wyckoﬀ's method is built on three basic types of charts— VerƟcal Line (Bar), Figure (Point & Figure), and one he developed, the Wave chart. VerƟcal Line charts ( Figure 1) record an individual stock, group, or composite average's high, low, and closing prices, plus their volume. From verƟcal line charts, investors following the Wyckoﬀ method can determine the direcƟon in which prices are moving, the most opportune Ɵme for buying, selling, or closing out, and at what prices to place their stop orders. Figure (Point & Figure) charts (Figure 2) follow price changes only from one whole point to the next, focusing on price level while ignoring Ɵme. From these, Wyckoﬀ's investors forecast the approximate number of points a stock, a group of stocks, or the composite averages should move. \"Complete",
    "metadata": {
      "page": 4,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_4",
    "source": "The_Wyckoff_Method",
    "text": "an individual stock, group, or composite average's high, low, and closing prices, plus their volume. From verƟcal line charts, investors following the Wyckoﬀ method can determine the direcƟon in which prices are moving, the most opportune Ɵme for buying, selling, or closing out, and at what prices to place their stop orders. Figure (Point & Figure) charts (Figure 2) follow price changes only from one whole point to the next, focusing on price level while ignoring Ɵme. From these, Wyckoﬀ's investors forecast the approximate number of points a stock, a group of stocks, or the composite averages should move. \"Complete mastery of the Wyckoﬀ method means working both sides of the wares....\" His Wave chart (Figure 3) records the aggregate price of at least ﬁve leading stocks, much like stock index bar charts today. These choices are not permanent. The group is adjusted to include stocks that are conƟnuously acƟve in an industry and indicate real leadership. The wave chart gives investors a means of detecƟng criƟcal points in the market's travel from one wave to another, frequently warning of coming changes days before they are apparent in the composite averages. At the very minimum, an investor experienced in the Wyckoﬀ method can follow the stock market with a daily ﬁnancial newspaper, a notebook, and an hour a day in a quiet place. \"The best results I ever had in judging the market and trading,\" writes Wyckoﬀ, \"were when I could devote only one hour a day to study of the market, planning my campaigns and giving instrucƟons.\" Obviously, investment capital isn't a prerequisite to studying the Wyckoﬀ method. PracƟcing trades on paper is free, and Wyckoﬀ is a staunch advocate of pracƟcing now or losing money in the long run. Even iniƟates who feel they have graduated from paper trading are advised by Wyckoﬀ to begin their invesƟng with small, equal lots of the three, ﬁve, 10, or 20 best stocks indicated by the charts. Many Ɵmes, as the years go by, we forget how or why we got to our current trading technique. Many Ɵmes, too, an investor who wants to enter technical analysis is bewildered by the choices of methodology or is unfamiliar with the principles guiding the schools of thought. Wyckoﬀ's method is valuable in either situaƟon, and in the next months, we will take you through it, step by step. We'll look in-depth at his charts, apply them to modern stock market acƟvity, walk through each of his buying and selling tests, and work on the ﬁner points of market acƟvity and actual transacƟons. Our aim, as Wyckoﬀ said, is to show you the \"real\" rules of the game. Glossary Short Sale of an investment instrument not yet owned in the hope of making a covering purchase later at a lower price, thereby making a proﬁt. Long—Obtaining ownership of an investment instrument such as a security, futures contract, or opƟon (as a call). Cover—to oﬀset or neutralize a prior transacƟon, such as buying an equivalent",
    "metadata": {
      "page": 5,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_5",
    "source": "The_Wyckoff_Method",
    "text": "charts, apply them to modern stock market acƟvity, walk through each of his buying and selling tests, and work on the ﬁner points of market acƟvity and actual transacƟons. Our aim, as Wyckoﬀ said, is to show you the \"real\" rules of the game. Glossary Short Sale of an investment instrument not yet owned in the hope of making a covering purchase later at a lower price, thereby making a proﬁt. Long—Obtaining ownership of an investment instrument such as a security, futures contract, or opƟon (as a call). Cover—to oﬀset or neutralize a prior transacƟon, such as buying an equivalent number of shares and delivering against a short posiƟon. Accumulate a line—Adding to a previous market posiƟon. Issue-- A class of ownership such as common stock, bond, opƟon, or contract. Trade-- The act or process of buying and/or selling. Price-- The amount of money for which an issue is bought or sold. Volume-- The number of issues traded over a speciﬁc Ɵme period, such as a day. Stop or Stop Loss Order-- InstrucƟons to buy or sell an issue when its market price meets or exceeds a speciﬁed price. Bear-- One who expects a decline in market prices (short). Bull-- One who expects a rise in market prices (long). “…all the ﬂuctuaƟons in the market and in all the various stocks should be studied as if they were the result of one man’s operaƟons. Let us call him the Composite Man, who, in theory, sits behind the scenes and manipulates the stocks to your disadvantage if you do not understand the game as he plays it; and to your great proﬁt if you do understand it.” Richard Demille Wyckoﬀ (1873–1934) was an early 20th-century pioneer in the technical approach to studying the stock market. He is considered one of the ﬁve “Ɵtans” of technical analysis, along with Dow, Gann, EllioƩ, and Merrill. At age 15, he took a job as a stock runner for a New York brokerage. AŌerwards, while sƟll in his 20s, he became the head of his own ﬁrm. He also founded and, for nearly two decades, wrote and edited The Magazine of Wall Street, which, at one point, had more than 200,000 subscribers. Wyckoﬀ was an avid student of the markets, as well as an acƟve tape reader and trader. He observed the market acƟviƟes and campaigns of the legendary stock operators of his Ɵme, including JP Morgan and Jesse Livermore. From his observaƟons and interviews with those big-Ɵme traders, Wyckoﬀ codiﬁed the best pracƟces of Livermore and others into laws, principles, and techniques of trading methodology, money management, and mental discipline. From his posiƟon, Mr. Wyckoﬀ observed numerous retail investors being repeatedly ﬂeeced. Consequently, he dedicated himself to instrucƟng the public about “the real rules of the game” as played by the large interests, or “smart money.” In the 1930s, he founded a school which would later become the Stock Market InsƟtute. The school's central oﬀering was a course that integrated the concepts that Wyckoﬀ",
    "metadata": {
      "page": 6,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_6",
    "source": "The_Wyckoff_Method",
    "text": "JP Morgan and Jesse Livermore. From his observaƟons and interviews with those big-Ɵme traders, Wyckoﬀ codiﬁed the best pracƟces of Livermore and others into laws, principles, and techniques of trading methodology, money management, and mental discipline. From his posiƟon, Mr. Wyckoﬀ observed numerous retail investors being repeatedly ﬂeeced. Consequently, he dedicated himself to instrucƟng the public about “the real rules of the game” as played by the large interests, or “smart money.” In the 1930s, he founded a school which would later become the Stock Market InsƟtute. The school's central oﬀering was a course that integrated the concepts that Wyckoﬀ had learned about how to idenƟfy large operators' accumulaƟon and distribuƟon of stock with how to take posiƟons in harmony with these big players. His Ɵme-tested insights are as valid today as they were when ﬁrst arƟculated. This arƟcle provides an overview of Wyckoﬀ's theoreƟcal and pracƟcal approaches to the markets, including guidelines for idenƟfying trade candidates and entering long and short posiƟons, analysis of accumulaƟon and distribuƟon trading ranges, and an explanaƟon of how to use Point and Figure charts to idenƟfy price targets. Although this arƟcle focuses exclusively on stocks, Wyckoﬀ's methods can be applied to any freely traded market in which large insƟtuƟonal traders operate, including commodiƟes, bonds, and currencies. A Five-Step Approach to the Market The Wyckoﬀ Method involves a ﬁve-step approach to stock selecƟon and trade entry, which can be summarized as follows: Determine the present posiƟon and probable future trend of the market. Is the market consolidaƟng or trending? Does your analysis of market structure, supply, and demand indicate the direcƟon that is likely in the near future? This assessment should help you decide whether to be in the market at all and, if so, whether to take long or short posiƟons. Use both bar charts and Point and Figure charts of the major market indices for Step 1. Select stocks in harmony with the trend. In an uptrend, select stocks that are stronger than the market. For instance, look for stocks that demonstrate greater percentage increases than the market during rallies and smaller decreases during reacƟons. In a downtrend, do the reverse – choose stocks that are weaker than the market. If you are not sure about a speciﬁc issue, drop it and move on to the next one. Use bar charts of individual stocks to compare with those of the most relevant market index for Step 2. Select stocks with a “cause” that equals or exceeds your minimum objecƟve. A criƟcal component of Wyckoﬀ's trade selecƟon and management was his unique method of idenƟfying price targets using Point and Figure (P&F) projecƟons for both long and short trades. In Wyckoﬀ's fundamental law of “Cause and Eﬀect,” the horizontal POINT AND FIGURE count within a trading range represents the cause, while the subsequent price movement represents the eﬀect. Therefore, if you are planning to take long posiƟons, choose stocks that are under accumulaƟon or re-accumulaƟon and have built a suﬃcient cause to saƟsfy",
    "metadata": {
      "page": 7,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_7",
    "source": "The_Wyckoff_Method",
    "text": "market index for Step 2. Select stocks with a “cause” that equals or exceeds your minimum objecƟve. A criƟcal component of Wyckoﬀ's trade selecƟon and management was his unique method of idenƟfying price targets using Point and Figure (P&F) projecƟons for both long and short trades. In Wyckoﬀ's fundamental law of “Cause and Eﬀect,” the horizontal POINT AND FIGURE count within a trading range represents the cause, while the subsequent price movement represents the eﬀect. Therefore, if you are planning to take long posiƟons, choose stocks that are under accumulaƟon or re-accumulaƟon and have built a suﬃcient cause to saƟsfy your objecƟve. Step 3 relies on the use of Point and Figure charts of individual stocks. Determine the stocks' readiness to move. Apply the nine tests for buying or for selling (described below). For instance, in a trading range aŌer a prolonged rally, does the evidence from the nine selling tests suggest that signiﬁcant supply is entering the market and that a short posiƟon may be warranted? Or in an apparent accumulaƟon trading range, do the nine buying tests indicate that supply has been successfully absorbed, as evidenced further by a low-volume spring and an even lower-volume test of that spring? Use bar charts and Point and Figure charts of individual stocks for Step 4. Time your commitment with a turn in the stock market index. Three-quarters or more of individual issues move in harmony with the general market, so you improve the odds of a successful trade by having the power of the overall market behind it. Speciﬁc Wyckoﬀ principles help you anƟcipate potenƟal market turns, including a change of character of price acƟon (such as the largest down-bar on the highest volume aŌer a long uptrend), as well as manifestaƟons of Wyckoﬀ's three laws (see below). Put your stop-loss in place and then trail it, as appropriate, unƟl you close out the posiƟon. Use bar and Point and Figure charts for Step 5. Wyckoﬀ's \"Composite Man\" Wyckoﬀ proposed a heurisƟc device to help understand price movements in individual stocks and the market as a whole, which he dubbed the “Composite Man.” “…all the ﬂuctuaƟons in the market and in all the various stocks should be studied as if they were the result of one man’s operaƟons. Let us call him the Composite Man, who, in theory, sits behind the scenes and manipulates the stocks to your disadvantage if you do not understand the game as he plays it; and to your great proﬁt if you do understand it.” Wyckoﬀ advised retail traders to try to play the market game as the Composite Man played it. In fact, he even claimed that it doesn't maƩer if market moves “are real or arƟﬁcial; that is, the result of actual buying and selling by the public and bona ﬁde investors or arƟﬁcial buying and selling by larger operators.” (The Richard D. Wyckoﬀ Method of Trading and InvesƟng in Stocks, secƟon 9M, p. 2) Based on his years of observaƟons of the",
    "metadata": {
      "page": 8,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_8",
    "source": "The_Wyckoff_Method",
    "text": "you do not understand the game as he plays it; and to your great proﬁt if you do understand it.” Wyckoﬀ advised retail traders to try to play the market game as the Composite Man played it. In fact, he even claimed that it doesn't maƩer if market moves “are real or arƟﬁcial; that is, the result of actual buying and selling by the public and bona ﬁde investors or arƟﬁcial buying and selling by larger operators.” (The Richard D. Wyckoﬀ Method of Trading and InvesƟng in Stocks, secƟon 9M, p. 2) Based on his years of observaƟons of the market acƟviƟes of large operators, Wyckoﬀ taught that: The Composite Man carefully plans, executes, and concludes his campaigns. The Composite Man aƩracts the public to buy a stock in which he has already accumulated a sizeable line of shares by making many transacƟons involving a large number of shares, in eﬀect adverƟsing his stock by creaƟng the appearance of a “broad market.” One must study individual stock charts with the purpose of judging the behavior of the stock and the moƟves of those large operators who dominate it. With study and pracƟce, one can acquire the ability to interpret the moƟves behind the acƟon that a chart portrays. Wyckoﬀ and his associates believed that if one could understand the market behavior of the Composite Man, one could idenƟfy many trading and investment opportuniƟes early enough to proﬁt from them. According to Wyckoﬀ, the market can be understood and anƟcipated through detailed analysis of supply and demand, which can be ascertained from studying price acƟon, volume, and Ɵme. As a broker, he was in a posiƟon to observe the acƟviƟes of highly successful individuals and groups who dominated speciﬁc issues; consequently, he was able to decipher, via the use of what he called verƟcal (bar) and ﬁgure (Point and Figure) charts, the future intenƟons of those large interests. An idealized schemaƟc of how he conceptualized the large interests' preparaƟon for and execuƟon of bull and bear markets is depicted in the ﬁgure below. The Ɵme to enter long orders is towards the end of the preparaƟon for a price markup or bull market (accumulaƟon of large lines of stock), while the Ɵme to iniƟate short posiƟons is at the end of the preparaƟon for a price markdown. Three Wyckoﬀ Laws Wyckoﬀ's chart-based methodology rests on three fundamental “laws” that aﬀect many aspects of analysis. These include determining the market's and individual stocks' current and potenƟal future direcƟonal bias, selecƟng the best stocks to trade long or short, idenƟfying the readiness of a stock to leave a trading range, and projecƟng price targets in a trend from a stock’s behavior in a trading range. These laws inform the analysis of every chart and the selecƟon of every stock to trade. 1 - The law of supply and demand ...determines the price direcƟon. This principle is central to Wyckoﬀ’s method of trading and invesƟng. When demand is greater than supply, prices rise, and",
    "metadata": {
      "page": 9,
      "section": "Section 2"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_9",
    "source": "The_Wyckoff_Method",
    "text": "aspects of analysis. These include determining the market's and individual stocks' current and potenƟal future direcƟonal bias, selecƟng the best stocks to trade long or short, idenƟfying the readiness of a stock to leave a trading range, and projecƟng price targets in a trend from a stock’s behavior in a trading range. These laws inform the analysis of every chart and the selecƟon of every stock to trade. 1 - The law of supply and demand ...determines the price direcƟon. This principle is central to Wyckoﬀ’s method of trading and invesƟng. When demand is greater than supply, prices rise, and when supply is greater than demand, prices fall. The trader/analyst can study the balance between supply and demand by comparing price and volume bars, as well as rallies and reacƟons, over Ɵme. This law is decepƟvely simple; learning to accurately evaluate supply and demand on bar charts and to understand the implicaƟons of supply and demand paƩerns takes considerable pracƟce. 2 - The law of cause and eﬀect ...helps the trader and investor set price objecƟves by gauging the potenƟal extent of a trend emerging from a trading range. Wyckoﬀ's “cause” can be measured by the horizontal point count in a Point-and-Figure chart, while the “eﬀect” is the distance price moves corresponding to the point count. This law's operaƟon can be seen as the force of accumulaƟon or distribuƟon within a trading range, as well as how this force works itself out in a subsequent trend or movement up or down. Point-and-Figure chart counts are used to measure a cause and project the extent of its potenƟal eﬀect. (See “Point-and-Figure Count Guide” below for an illustraƟon of this law.) 3 - The law of eﬀort versus result ...provides an early warning of a possible change in trend in the near future. Divergences between volume and price oŌen signal a change in the direcƟon of a price trend. For example, when there are several high-volume (large eﬀort) but narrow-range price bars aŌer a substanƟal rally, with the price failing to make a new high (liƩle or no result), this suggests that big interests are unloading shares in anƟcipaƟon of a change in trend. Analyses of Trading Ranges One objecƟve of the Wyckoﬀ method is to improve market Ɵming when establishing a posiƟon in anƟcipaƟon of a coming move where a favorable reward/risk raƟo exists. Trading ranges (TRs) are places where the previous trend (up or down) has been halted and there is relaƟve equilibrium between supply and demand. InsƟtuƟons and other large professional interests prepare for their next bull (or bear) campaign as they accumulate (or distribute) shares within the Trading Range. In both accumulaƟon and VD distribuƟon Trading Ranges, the Composite Man is acƟvely buying and selling - the diﬀerence being that, in accumulaƟon, the shares purchased outnumber those sold, while, in distribuƟon, the opposite is true. The extent of accumulaƟon or distribuƟon determines the cause that unfolds in the subsequent move out of the Trading Range. Wyckoﬀ SchemaƟcs A",
    "metadata": {
      "page": 10,
      "section": "Section 2"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_10",
    "source": "The_Wyckoff_Method",
    "text": "previous trend (up or down) has been halted and there is relaƟve equilibrium between supply and demand. InsƟtuƟons and other large professional interests prepare for their next bull (or bear) campaign as they accumulate (or distribute) shares within the Trading Range. In both accumulaƟon and VD distribuƟon Trading Ranges, the Composite Man is acƟvely buying and selling - the diﬀerence being that, in accumulaƟon, the shares purchased outnumber those sold, while, in distribuƟon, the opposite is true. The extent of accumulaƟon or distribuƟon determines the cause that unfolds in the subsequent move out of the Trading Range. Wyckoﬀ SchemaƟcs A successful Wyckoﬀ analyst must be able to anƟcipate and correctly judge the direcƟon and magnitude of the move out of a Trading Range. Fortunately, Wyckoﬀ oﬀers Ɵme-tested guidelines for idenƟfying and delineaƟng the phases and events within a Trading Range, which, in turn, provide the basis for esƟmaƟng price targets in the subsequent trend. These concepts are illustrated in the following four schemaƟcs: two depicƟng common variants of accumulaƟon Trading Ranges, followed by two examples of distribuƟon Trading Ranges. AccumulaƟon Wyckoﬀ Events Preliminary Support—preliminary support, where substanƟal buying begins to provide pronounced support aŌer a prolonged down-move. Volume increases and price spread widens, signaling that the down-move may be approaching its end. Selling Climax—selling climax, the point at which widening spread and selling pressure usually climaxes, and heavy or panicky selling by the public is being absorbed by larger professional interests at or near a boƩom. OŌen, price will close well oﬀ the low in a Selling Climax, reﬂecƟng the buying by these large interests. AutomaƟc Rally—automaƟc rally, which occurs because intense selling pressure has greatly diminished. A wave of buying easily pushes prices up; this is further fueled by short covering. The high of this rally will help deﬁne the upper boundary of an accumulaƟon Trading Range. Secondary Test—secondary test, in which the price revisits the area of the Selling Climax to test the supply/demand balance at these levels. If a boƩom is to be conﬁrmed, volume and price spread should be signiﬁcantly diminished as the market approaches support in the area of the Selling Climax. It is common to have mulƟple STs aŌer a Selling Climax. Test— Large operators always test the market for supply throughout a Trading Range (e.g., STs and springs) and at key points during a price advance. If considerable supply emerges on a test, the market is oŌen not ready to be marked up. A spring is oŌen followed by one or more tests; a successful test (indicaƟng that further price increases will follow) typically makes a higher low on lesser volume. Sign Of Strength is a sign of strength, a price advance on increasing spread, and relaƟvely higher volume. OŌen, a Sign Of Strength takes place aŌer a spring, validaƟng the analyst’s interpretaƟon of that prior acƟon. LPS—last point of support, the low point of a reacƟon or pullback aŌer a Sign Of Strength. Backing up to a Last Point of Support means",
    "metadata": {
      "page": 11,
      "section": "Section 2"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_11",
    "source": "The_Wyckoff_Method",
    "text": "the market is oŌen not ready to be marked up. A spring is oŌen followed by one or more tests; a successful test (indicaƟng that further price increases will follow) typically makes a higher low on lesser volume. Sign Of Strength is a sign of strength, a price advance on increasing spread, and relaƟvely higher volume. OŌen, a Sign Of Strength takes place aŌer a spring, validaƟng the analyst’s interpretaƟon of that prior acƟon. LPS—last point of support, the low point of a reacƟon or pullback aŌer a Sign Of Strength. Backing up to a Last Point of Support means a pullback to support that was formerly resistance, on diminished spread and volume. On some charts, there may be more than one Last Point of Support, despite the ostensibly singular precision of this term. BU—” back-up”. This term is short-hand for a colorful metaphor coined by Robert Evans, one of the leading teachers of the Wyckoﬀ method from the 1930s to the 1960s. Evans analogized the Sign of Strength to a “jump across the creek” of price resistance, and the “backup to the creek” represented both short-term proﬁt-taking and a test for addiƟonal supply around the area of resistance. A back-up is a common structural element preceding a more substanƟal price mark-up, and can take on a variety of forms, including a simple pullback or a new Trading Range at a higher level. Note: Springs or shakeouts usually occur late within a Trading Range and allow the stock’s dominant players to make a deﬁniƟve test of available supply before a markup campaign unfolds. A “spring” takes price below the low of the Trading Range and then reverses to close within the Trading Range; this acƟon allows large interests to mislead the public about the future trend direcƟon and to acquire addiƟonal shares at bargain prices. A terminal shakeout at the end of an accumulaƟon Trading Range is like a spring on steroids. Shakeouts may also occur once a price advance has started, with rapid downward movement intended to induce retail traders and investors in long posiƟons to sell their shares to large operators. However, springs and terminal shakeouts are not required elements: AccumulaƟon SchemaƟc 1 depicts a spring, while AccumulaƟon SchemaƟc 2 shows a Trading Range without a spring. Phase A: Phase A marks the stopping of the prior downtrend. Up to this point, supply has been dominant. The approaching diminuƟon of supply is evidenced in preliminary support (Preliminary Support) and a selling climax (Selling Climax). These events are oŌen very obvious on bar charts, where widening spread and heavy volume depict the transfer of huge numbers of shares from the public to large professional interests. Once these intense selling pressures have been relieved, an automaƟc rally (AutomaƟc Rally), consisƟng of both insƟtuƟonal demand for shares as well as short-covering, typically ensues. A successful secondary test (Secondary Test) in the area of the Selling Climax will show less selling than previously and a narrowing of spread and decreased volume, generally",
    "metadata": {
      "page": 12,
      "section": "Section 2"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_12",
    "source": "The_Wyckoff_Method",
    "text": "diminuƟon of supply is evidenced in preliminary support (Preliminary Support) and a selling climax (Selling Climax). These events are oŌen very obvious on bar charts, where widening spread and heavy volume depict the transfer of huge numbers of shares from the public to large professional interests. Once these intense selling pressures have been relieved, an automaƟc rally (AutomaƟc Rally), consisƟng of both insƟtuƟonal demand for shares as well as short-covering, typically ensues. A successful secondary test (Secondary Test) in the area of the Selling Climax will show less selling than previously and a narrowing of spread and decreased volume, generally stopping at or above the same price level as the Selling Climax. If the Secondary Test goes lower than that of the Selling Climax, one can anƟcipate either new lows or prolonged consolidaƟon. The lows of the Selling Climax and the Secondary Test and the high of the AutomaƟc Rally set the boundaries of the Trading Range. Horizontal lines may be drawn to help focus aƩenƟon on market behavior, as seen in the two AccumulaƟon SchemaƟcs above. SomeƟmes the downtrend may end less dramaƟcally, without climacƟc price and volume acƟon. In general, however, it is preferable to see the Preliminary Support, Selling Climax, AutomaƟc Rally, and Secondary Test, as these provide not only a more disƟnct charƟng landscape but a clear indicaƟon that large operators have deﬁniƟvely iniƟated accumulaƟon. In a re-accumulaƟon Trading Range (which occurs during a longer-term uptrend), the points represenƟng Preliminary Support, Selling Climax, and Secondary Test are not evident in Phase A. Rather, in such cases, Phase A resembles that more typically seen in distribuƟon (see below). Phases B-E generally have a shorter duraƟon and smaller amplitude than, but are ulƟmately similar to, those in the primary accumulaƟon base. Phase B: In Wyckoﬃan analysis, Phase B serves the funcƟon of “building a cause” for a new uptrend (see Wyckoﬀ Law #2 – “Cause and Eﬀect”). In Phase B, insƟtuƟons and large professional interests are accumulaƟng relaƟvely low-priced inventory in anƟcipaƟon of the next markup. The process of insƟtuƟonal accumulaƟon may take a long Ɵme (someƟmes a year or more) and involves purchasing shares at lower prices and checking advances in price with short sales. There are usually mulƟple STs during Phase B, as well as upthrust-type acƟons at the upper end of the Trading Range. Overall, the large interests are net buyers of shares as the Trading Range evolves, with the goal of acquiring as much of the remaining ﬂoaƟng supply as possible. InsƟtuƟonal buying and selling imparts the characterisƟc up-and-down price acƟon of the trading range. Early on in Phase B, the price swings tend to be wide and accompanied by high volume. As the professionals absorb the supply, however, the volume of downswings within the trading range tends to diminish. When it appears that the supply is likely to have been exhausted, the stock is ready for Phase C. Phase C: It is in Phase C that the stock price goes through a decisive",
    "metadata": {
      "page": 13,
      "section": "Section 2"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_13",
    "source": "The_Wyckoff_Method",
    "text": "Trading Range evolves, with the goal of acquiring as much of the remaining ﬂoaƟng supply as possible. InsƟtuƟonal buying and selling imparts the characterisƟc up-and-down price acƟon of the trading range. Early on in Phase B, the price swings tend to be wide and accompanied by high volume. As the professionals absorb the supply, however, the volume of downswings within the trading range tends to diminish. When it appears that the supply is likely to have been exhausted, the stock is ready for Phase C. Phase C: It is in Phase C that the stock price goes through a decisive test of the remaining supply, allowing the “smart money” operators to ascertain whether the stock is ready to be marked up. As noted above, a spring is a price move below the support level of the Trading Range (established in Phases A and B) that quickly reverses and moves back into the Trading Range. It is an example of a bear trap because the drop below support appears to signal resumpƟon of the downtrend. In reality, though, this marks the beginning of a new uptrend, trapping the late sellers (bears). In Wyckoﬀ's method, a successful test of supply represented by a spring (or a shakeout) provides a high-probability trading opportunity. A low-volume spring (or a low-volume test of a shakeout) indicates that the stock is likely to be ready to move up, so this is a good Ɵme to iniƟate at least a parƟal long posiƟon. The appearance of a Sign Of Strength shortly aŌer a spring or shakeout validates the analysis. As noted in AccumulaƟon SchemaƟc #2, however, the tesƟng of supply can occur higher up in the Trading Range without a spring or shakeout; when this occurs, idenƟfying Phase C can be challenging. Phase D: If we are correct in our analysis, what should follow is the consistent dominance of demand over supply. This is evidenced by a paƩern of advances (Signals of Strengths) on widening price spreads and increasing volume, as well as reacƟons (Last Point of Supports) on smaller spreads and diminished volumes. During Phase D, the price will move at least to the top of the Trading Range. The last point of support in this phase is generally excellent for iniƟaƟng or adding to long, proﬁtable posiƟons. Phase E: In Phase E, the stock leaves the Trading Range, demand is in full control, and the markup is obvious to everyone. Setbacks, such as shakeouts and more typical reacƟons, are usually short-lived. New, higher-level Trading Ranges comprising both proﬁt-taking and acquisiƟon of addiƟonal shares (“re-accumulaƟon”) by large operators can occur at any point in Phase E. These Trading Ranges are someƟmes called “stepping stones” on the way to even higher price targets. PSY—preliminary supply, where large interests begin to unload shares in quanƟty aŌer a pronounced up-move. Volume expands and price spread widens, signaling that a change in trend may be approaching. BC—buying climax, during which there are oŌen marked increases in volume and price spread.",
    "metadata": {
      "page": 14,
      "section": "Section 2"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_14",
    "source": "The_Wyckoff_Method",
    "text": "markup is obvious to everyone. Setbacks, such as shakeouts and more typical reacƟons, are usually short-lived. New, higher-level Trading Ranges comprising both proﬁt-taking and acquisiƟon of addiƟonal shares (“re-accumulaƟon”) by large operators can occur at any point in Phase E. These Trading Ranges are someƟmes called “stepping stones” on the way to even higher price targets. PSY—preliminary supply, where large interests begin to unload shares in quanƟty aŌer a pronounced up-move. Volume expands and price spread widens, signaling that a change in trend may be approaching. BC—buying climax, during which there are oŌen marked increases in volume and price spread. The force of buying reaches a climax, with heavy or urgent buying by the public being ﬁlled by professional interests at prices near the top. A Buying Climax oŌen coincides with a great earnings report or other good news, since the large operators require huge demand from the public to sell their shares without depressing the stock price. AR—automaƟc reacƟon. With intense buying substanƟally diminished aŌer the Buying Climax and heavy supply conƟnuing, an AutomaƟc Rally takes place. The low of this selloﬀ helps deﬁne the lower boundary of the distribuƟon Trading Range. Secondary Test—secondary test, in which the price revisits the area of the Buying Climax to test the demand/supply balance at these price levels. For a top to be conﬁrmed, supply must outweigh demand; volume and spread should thus decrease as price approaches the resistance area of the Buying Climax. A Secondary Test may take the form of an upthrust (UT), in which price moves above the resistance represented by the Buying Climax and possibly other STs before quickly reversing to close below resistance. AŌer UT, price oŌen tests the lower boundary of the Trading Range. SOW is a sign of weakness, observable as a down move to (or slightly past) the lower boundary of the Trading Range, usually occurring on increased spread and volume. The AutomaƟc Rally and the iniƟal SOW(s) indicate a change of character in the stock's price acƟon: supply is now dominant. LPSY—last point of supply. AŌer tesƟng support on SOW, a feeble rally on a narrow spread shows that the market is having considerable diﬃculty advancing. This inability to rally may be due to weak demand, substanƟal supply, or both. LPSYs represent exhausƟon of demand and the last waves of large operators’ distribuƟon before markdown begins in earnest. UTAD—upthrust aŌer distribuƟon. A UTAD is the distribuƟonal counterpart to the spring and terminal shakeout in the accumulaƟon Trading Range. It occurs in the laƩer stages of the Trading Range and provides a deﬁniƟve test of new demand aŌer a breakout above Trading Range resistance. Analogous to springs and shakeouts, a UTAD is not a required structural element: the Trading Range in DistribuƟon SchemaƟc #1 contains a UTAD, while the Trading Range in DistribuƟon SchemaƟc #2 does not. Phase A: Phase A in a distribuƟon Trading Range marks the stopping of the prior uptrend. Up to this point, demand has been dominant, and the ﬁrst",
    "metadata": {
      "page": 15,
      "section": "Section 2"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_15",
    "source": "The_Wyckoff_Method",
    "text": "is the distribuƟonal counterpart to the spring and terminal shakeout in the accumulaƟon Trading Range. It occurs in the laƩer stages of the Trading Range and provides a deﬁniƟve test of new demand aŌer a breakout above Trading Range resistance. Analogous to springs and shakeouts, a UTAD is not a required structural element: the Trading Range in DistribuƟon SchemaƟc #1 contains a UTAD, while the Trading Range in DistribuƟon SchemaƟc #2 does not. Phase A: Phase A in a distribuƟon Trading Range marks the stopping of the prior uptrend. Up to this point, demand has been dominant, and the ﬁrst signiﬁcant evidence of supply entering the market is provided by preliminary supply (PSY) and the buying climax (BC). These events are usually followed by an automaƟc reacƟon (AutomaƟc Rally) and a secondary test (Secondary Test) of the Buying Climax, oŌen upon diminished volume. However, the uptrend may also terminate without climacƟc acƟon, instead demonstraƟng exhausƟon of demand with decreasing spread and volume; less upward progress is made on each rally before signiﬁcant supply emerges. In a redistribuƟon Trading Range within a larger downtrend, Phase A may look more like the start of an accumulaƟon Trading Range (e.g., with climacƟc price and volume acƟon to the downside). However, Phases B through E of a re-distribuƟon Trading Range can be analyzed in a similar manner to the distribuƟon Trading Range at the market top. Phase B: The funcƟon of Phase B is to build a cause in preparaƟon for a new downtrend. During this Ɵme, insƟtuƟons and large professional interests are disposing of their long inventory and iniƟaƟng short posiƟons in anƟcipaƟon of the next markdown. The points about Phase B in distribuƟon are similar to those made for Phase B in accumulaƟon, except that the large interests are net sellers of shares as the Trading Range evolves, with the goal of exhausƟng as much of the remaining demand as possible. This process leaves clues that the supply/demand balance has Ɵlted toward supply instead of demand. For instance, SOWs are usually accompanied by signiﬁcantly increased spread and volume to the downside. Phase C: In distribuƟon, Phase C may reveal itself via an upthrust (UT) or UTAD. As noted above, a UT is the opposite of a spring. It is a price move above Trading Range resistance that quickly reverses and closes in the Trading Range. This is a test of the remaining demand. It is also a bull trap—it appears to signal the resumpƟon of the uptrend but in reality is intended to “wrong-foot” uninformed break-out traders. A UT or UTAD allows large interests to mislead the public about the future trend direcƟon and, subsequently, sell addiƟonal shares at elevated prices to such breakout traders and investors before the markdown begins. In addiƟon, UTAD may induce smaller traders in short posiƟons to cover and surrender their shares to the larger interests who have engineered this move. Aggressive traders may wish to iniƟate short posiƟons aŌer a UT or UTAD. The risk/reward raƟo",
    "metadata": {
      "page": 16,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_16",
    "source": "The_Wyckoff_Method",
    "text": "demand. It is also a bull trap—it appears to signal the resumpƟon of the uptrend but in reality is intended to “wrong-foot” uninformed break-out traders. A UT or UTAD allows large interests to mislead the public about the future trend direcƟon and, subsequently, sell addiƟonal shares at elevated prices to such breakout traders and investors before the markdown begins. In addiƟon, UTAD may induce smaller traders in short posiƟons to cover and surrender their shares to the larger interests who have engineered this move. Aggressive traders may wish to iniƟate short posiƟons aŌer a UT or UTAD. The risk/reward raƟo is oŌen quite favorable. However, the “smart money” repeatedly stops out traders who iniƟate such short posiƟons with one UT aŌer another, so it is oŌen safer to wait unƟl Phase D and an LPSY. OŌen demand is so weak in a distribuƟon Trading Range that price does no t reach the level of the Buying Climax or iniƟal Secondary Test. In this case, Phase C's test of demand may be represented by a UT of a lower high within the Trading Range. Phase D: Phase D arrives aŌer the tests in Phase C, which show us the last gasps of demand. During Phase D, price travels to or through the Trading Range support. The evidence that supply is clearly dominant increases either with a clear break of support or with a decline below the mid-point of the Trading Range aŌer a UT or UTAD. There are oŌen mulƟple weak rallies within Phase D; these LPSYs represent excellent opportuniƟes to iniƟate or add to proﬁtable short posiƟons. Anyone sƟll in a long posiƟon during Phase D is asking for trouble. Phase E: Phase E depicts the unfolding of the downtrend; the stock leaves the Trading Range, and supply is in control. Once Trading Range support is broken on a major SOW, this breakdown is oŌen tested with a rally that fails at or near support. This also represents a high- probability opportunity to sell short. Subsequent rallies during the markdown are usually feeble. Traders who have taken short posiƟons can trail their stops as the price declines. AŌer a signiﬁcant down-move, climacƟc acƟon may signal the beginning of a re-distribuƟon Trading Range or of accumulaƟon. Supply and Demand Analysis Analysis of supply and demand on bar charts, through examinaƟon of volume and price movements, represents one of the central pillars of the Wyckoﬀ method. For example, a price bar that is widely spread, closes at a high well above those of the previous several bars, and is accompanied by higher-than-average volume suggests the presence of demand. Similarly, a high-volume price bar with a wide spread, closing at a low well below the lows of prior bars, suggests the presence of supply. These simple examples belie the extent of the subtleƟes and nuances of such analysis. For instance, labeling and understanding the implicaƟons of Wyckoﬀ events and phases in trading ranges, as well as ascertaining when the price is ready to",
    "metadata": {
      "page": 17,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_17",
    "source": "The_Wyckoff_Method",
    "text": "of the Wyckoﬀ method. For example, a price bar that is widely spread, closes at a high well above those of the previous several bars, and is accompanied by higher-than-average volume suggests the presence of demand. Similarly, a high-volume price bar with a wide spread, closing at a low well below the lows of prior bars, suggests the presence of supply. These simple examples belie the extent of the subtleƟes and nuances of such analysis. For instance, labeling and understanding the implicaƟons of Wyckoﬀ events and phases in trading ranges, as well as ascertaining when the price is ready to be marked up or down, is based largely on the correct assessment of supply and demand. Wyckoﬀ's ﬁrst and third laws described above (Supply and Demand and Eﬀort versus Result) embody this core approach. ConvenƟonal wisdom of much technical analysis (and basic economic theory) accepts one of the obvious insights of the law of Supply and Demand: when demand to buy shares exceeds sell orders at any Ɵme, price will advance to a level where demand decreases and/or supply increases to create a new (transient) equilibrium. The converse is also true: when sell orders (supply) exceed buy orders (demand) at any Ɵme, equilibrium will be restored (temporarily) by a price decline to a level where supply and demand are in balance. Wyckoﬀ's third law (Eﬀort versus Result) involves idenƟfying price- volume convergences and divergences to anƟcipate potenƟal turning points in price trends. For example, when volume (Eﬀort) and price (Result) both increase substanƟally, they are in harmony, suggesƟng that demand will likely conƟnue to propel prices higher. In some instances, however, volume may increase, possibly even substanƟally, but the price does not follow, producing only a marginal change at the close. If we observe this price-volume behavior in a reacƟon to support in an accumulaƟon trading range, this indicates absorpƟon of supply by large interests, and is considered bullish. Similarly, a huge volume on a rally with minimal price advance in a distribuƟon trading range demonstrates a stock's inability to rally because of the presence of signiﬁcant supply, also from big insƟtuƟons. Several reacƟons in the AAPL chart below illustrate the Law of Eﬀort versus Result. In this chart of AAPL, we can observe the principle of Eﬀort versus Result in three price reacƟons. In the ﬁrst, we see prices falling at a number of widespread bars and volume increasing. This suggests a harmony between volume (Eﬀort) and the decline in price (Result). In the second reacƟon, price decreases by a similar amount as in ReacƟon #1, but on smaller spreads and lower volume, indicaƟve of reduced supply, which in turn suggests the potenƟal for at least a short-term rally. In ReacƟon #3, the swing size decreases, yet volume increases. In other words, the Eﬀort increases while the Result decreases, showing the presence of large buyers absorbing supply in anƟcipaƟon of a conƟnuaƟon of the rally. ComparaƟve Strength Analysis Wyckoﬀ's stock selecƟon process always included an analysis of comparaƟve strength.",
    "metadata": {
      "page": 18,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_18",
    "source": "The_Wyckoff_Method",
    "text": "This suggests a harmony between volume (Eﬀort) and the decline in price (Result). In the second reacƟon, price decreases by a similar amount as in ReacƟon #1, but on smaller spreads and lower volume, indicaƟve of reduced supply, which in turn suggests the potenƟal for at least a short-term rally. In ReacƟon #3, the swing size decreases, yet volume increases. In other words, the Eﬀort increases while the Result decreases, showing the presence of large buyers absorbing supply in anƟcipaƟon of a conƟnuaƟon of the rally. ComparaƟve Strength Analysis Wyckoﬀ's stock selecƟon process always included an analysis of comparaƟve strength. To idenƟfy candidates for long posiƟons, he looked for stocks or industries that were outperforming the market, both during trends and within trading ranges, whereas with short posiƟons, he looked for underperformers. All of his charƟng, including bar and Point and Figure charts, was done by hand. Therefore, he conducted his comparaƟve strength analysis between a stock and the market, or between a stock and others in its industry, by placing one chart under another, as in the example below. Wyckoﬀ compared successive waves or swings in each chart, examining the strength or weakness of each in relaƟon to prior waves on the same chart and to the corresponding points on the comparison chart. A variaƟon of this approach is to idenƟfy signiﬁcant highs and lows and note them on both charts. One can then evaluate the strength of the stock by looking at its price relaƟve to the previous high(s) or low(s), doing the same thing on the comparison chart. In these charts of AAPL and the NASDAQ composite index ($COMPX), AAPL is making a lower high at point #3 (relaƟve to point #1), whereas the $COMPX is making a higher high at that point. This shows that AAPL is underperforming the market at point #3. The picture changes in February: AAPL is starƟng to outperform the market by making a higher high at point #5 and a higher low at #6 relaƟve to the market, which is making a lower high at point #5 and a lower low at point #6. In his stock selecƟon, Wyckoﬀ would enter long posiƟons in stocks that showed similar strength relaƟve to the market, assuming that these candidates met other criteria as well, as discussed in the Nine Buying/Selling Tests, below. Modern Wyckoﬀ pracƟƟoners can uƟlize the RelaƟve Strength RaƟo between a stock and a market proxy to compare points of strength and weakness. In fact, the use of the RelaƟve Strength RaƟo can more easily eliminate potenƟal inaccuracies due to the existence of diﬀerent price scales between a stock and its relevant market index. Nine Buying/Selling Tests Whereas the three Wyckoﬀ laws provide a big-picture foundaƟon for the Wyckoﬀ method, the nine buying and selling tests are a set of narrower, speciﬁc principles to help guide trade entry. These tests help delineate when a trading range is drawing to a close and a new uptrend (markup) or downtrend (markdown) is about",
    "metadata": {
      "page": 19,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_19",
    "source": "The_Wyckoff_Method",
    "text": "stock and a market proxy to compare points of strength and weakness. In fact, the use of the RelaƟve Strength RaƟo can more easily eliminate potenƟal inaccuracies due to the existence of diﬀerent price scales between a stock and its relevant market index. Nine Buying/Selling Tests Whereas the three Wyckoﬀ laws provide a big-picture foundaƟon for the Wyckoﬀ method, the nine buying and selling tests are a set of narrower, speciﬁc principles to help guide trade entry. These tests help delineate when a trading range is drawing to a close and a new uptrend (markup) or downtrend (markdown) is about to begin. In other words, the nine tests deﬁne the line of least resistance in the market. Below is a lisƟng of the nine buying tests and nine selling tests, including the references to which kind of chart should be used. Wyckoﬀ Buying Tests for AccumulaƟon - Downside price objecƟve accomplished – POINT AND FIGURE chart Preliminary support, selling climax, secondary test - Bar and POINT AND FIGURE charts AcƟvity bullish (volume increases on rallies and diminishes during reacƟons) – Bar chart Downward stride broken (that is, supply line or downtrend line penetrated) - Bar or POINT AND FIGURE chart Higher lows - Bar or POINT AND FIGURE chart Higher highs - Bar or POINT AND FIGURE chart Stock stronger than the market (that is, stock more responsive on rallies and more resistant to reacƟons than the market index) - Bar chart Base forming (horizontal price line) – Bar or POINT AND FIGURE chart EsƟmated upside proﬁt potenƟal is at least three Ɵmes the loss if the iniƟal stop-loss were hit – POINT AND FIGURE and bar charts. Wyckoﬀ Selling Tests for DistribuƟon - Upside objecƟve accomplished - POINT AND FIGURE chart AcƟvity bearish (volume decreases on rallies and increases on reacƟons) - Bar and POINT AND FIGURE charts Preliminary supply, buying climax - Bar and POINT AND FIGURE charts Stock weaker than the market (that is, more responsive than the market on reacƟons and sluggish on rallies) - Bar chart Upward stride broken (that is, support line or uptrend line penetrated) - Bar or POINT AND FIGURE chart Lower highs - Bar or POINT AND FIGURE chart Lower lows - Bar or POINT AND FIGURE chart Crown forming (lateral movement) - POINT AND FIGURE chart EsƟmated downside proﬁt potenƟal is at least three Ɵmes the risk for if the iniƟal stop-order were hit - POINT AND FIGURE and bar charts. The downtrend in this example of AAPL concludes with Preliminary Support (Preliminary Support), a Selling Climax (Selling Climax), an AutomaƟc Rally (AutomaƟc Rally), and a Secondary Test (Secondary Test), which combine to saƟsfy Test #2. Volume contracts throughout the trading range, and prices start to make higher highs and higher lows – this shows a decrease and absorpƟon of supply and ease of upward movement, despite decreasing demand. Once supply has been exhausted, price can rise on lower demand than one might otherwise expect. Such acƟvity is bullish and",
    "metadata": {
      "page": 20,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_20",
    "source": "The_Wyckoff_Method",
    "text": "iniƟal stop-order were hit - POINT AND FIGURE and bar charts. The downtrend in this example of AAPL concludes with Preliminary Support (Preliminary Support), a Selling Climax (Selling Climax), an AutomaƟc Rally (AutomaƟc Rally), and a Secondary Test (Secondary Test), which combine to saƟsfy Test #2. Volume contracts throughout the trading range, and prices start to make higher highs and higher lows – this shows a decrease and absorpƟon of supply and ease of upward movement, despite decreasing demand. Once supply has been exhausted, price can rise on lower demand than one might otherwise expect. Such acƟvity is bullish and saƟsﬁes Test #3. The downward stride and downtrend channel have been broken, and price consolidates in the trading range – Test #4 is saƟsﬁed. In February-April 2009, AAPL made higher highs and higher lows, all of which were stronger than the market. This saƟsﬁes Tests #5, 6, and 7. The stock has spent six months consolidaƟng and has built a cause suﬃcient for a substanƟal future advance. The base is formed, saƟsfying Test #8. Note that tests #1 and #9 could only be met through the use of POINT AND FIGURE charts. Guidelines for horizontal counƟng in a trading range are discussed in the following secƟon of this arƟcle. Wyckoﬀ Point and Figure (POINT AND FIGURE) Count Guide Wyckoﬀ developed a uniquely eﬀecƟve method to idenƟfy price targets for both long and short trades using Point and Figure (P&F) charts. This method embodies Wyckoﬀ's fundamental law of Cause and Eﬀect, where the horizontal POINT AND FIGURE count within a trading range represents the Cause and the subsequent price movement out of the trading range represents the Eﬀect. The Wyckoﬀ Count Guide shows the trader how to calculate the cause built during a trading range so as to be able to project future price targets. The process consists of the following: Use a bar chart and a POINT AND FIGURE chart encompassing the same trading range(s) and Ɵmeframe. Choose an appropriate box size for the POINT AND FIGURE chart: e.g., for low-priced stocks, the box size could be 0.5 to 1 point, whereas for high- priced (> $200) stocks, a box size of 5 points would be more appropriate. The box size for the Dow Jones Industrial Average could be 100 points. AŌer idenƟfying a sign of strength (Sign Of Strength) towards the right side of the Trading Range on the bar chart, locate the last point at which support was met on a reacƟon—the last point of support (LPS). Locate this point on your POINT AND FIGURE chart also, and count from right to leŌ at the price level of the Last Point of Support, taking your most conservaƟve count ﬁrst and moving further to the leŌ as the move progresses. These increments in counts should be based on phases corresponding to speciﬁc Wyckoﬀ events within the Trading Range. In moving to the leŌ, turn to your bar chart and divide the area of accumulaƟon into phases, adding one complete",
    "metadata": {
      "page": 21,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_21",
    "source": "The_Wyckoff_Method",
    "text": "bar chart, locate the last point at which support was met on a reacƟon—the last point of support (LPS). Locate this point on your POINT AND FIGURE chart also, and count from right to leŌ at the price level of the Last Point of Support, taking your most conservaƟve count ﬁrst and moving further to the leŌ as the move progresses. These increments in counts should be based on phases corresponding to speciﬁc Wyckoﬀ events within the Trading Range. In moving to the leŌ, turn to your bar chart and divide the area of accumulaƟon into phases, adding one complete phase at a Ɵme. Note that POINT AND FIGURE phases are NOT the same as Phases A–E used in the analysis of trading ranges described in previous secƟons on AccumulaƟon and DistribuƟon. Never add only part of a POINT AND FIGURE phase to your count. Volume and price acƟon will usually show where the phase began and ended. For instance, the ﬁrst phase can consist of the POINT AND FIGURE count from the Last Point of Support back to the spring, while the second phase covers the count from the spring to a clearly deﬁned Secondary Test. In the case of a longer- term count involving mulƟple POINT AND FIGURE phases, the Last Point of Support oŌen appears at the original level of preliminary support or the Selling Climax. When the Last Point of Support occurs at either of these levels, this tends to validate the count. A spring may also serve as the Last Point of Support from the perspecƟve of the POINT AND FIGURE count. Usually, a spring is followed by a Sign Of Strength, and the law of the reacƟon following that Sign Of Strength is also a valid LPS. As the trend progresses, you will oŌen see price consolidaƟon, or a new trading range, forming at a higher (or, in a downtrend, lower) level. Very oŌen, this will produce a “stepping stone conﬁrming count” of the original POINT AND FIGURE count. Thus, as the new Trading Range forms, you can oŌen get a Ɵming indicaƟon by watching the acƟon of the stock as the potenƟal count begins to conﬁrm the original count. In other words, as the price target projected from the stepping-stone Trading Range approaches that of the original Trading Range, the upward or downward trend may be ready to resume. Because the price swings within these stepping-stone consolidaƟons are typically narrower than those in primary accumulaƟon or distribuƟon Trading Ranges, it is preferable to use a smaller box size to measure POINT AND FIGURE counts within the former. For example, long-term counts on three-point and ﬁve-point charts are frequently conﬁrmed by subsequent minor counts using a one-point chart in re-accumulaƟon Trading Ranges. For longer-term price targets, you should add the POINT AND FIGURE count to the exact low of the trading range in which the count is being measured, as well as to the halfway point between the low and the price level of",
    "metadata": {
      "page": 22,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_22",
    "source": "The_Wyckoff_Method",
    "text": "within these stepping-stone consolidaƟons are typically narrower than those in primary accumulaƟon or distribuƟon Trading Ranges, it is preferable to use a smaller box size to measure POINT AND FIGURE counts within the former. For example, long-term counts on three-point and ﬁve-point charts are frequently conﬁrmed by subsequent minor counts using a one-point chart in re-accumulaƟon Trading Ranges. For longer-term price targets, you should add the POINT AND FIGURE count to the exact low of the trading range in which the count is being measured, as well as to the halfway point between the low and the price level of the count line. You will thus be using the most conservaƟve count(s) as a guide so as to esƟmate more realisƟc minimum price targets. Price targets derived from Wyckoﬀ POINT AND FIGURE counts represent points where you should “stop, look, and listen.” These targets should never be looked upon as exact points of where a trend will change; instead, they should be used as projected points where a turn could occur. AddiƟonally, you can use the bar chart to observe the price acƟon and volume as these points are approached. In the case of three-point or ﬁve-point charts, the same count line should be used for one-point charts. Wyckoﬀ's chart-based methodology rests on three fundamental “laws” that aﬀect many aspects of analysis. These include determining the market's and individual stocks' current and potenƟal future direcƟonal bias, selecƟng the best stocks to trade long or short, idenƟfying the readiness of a stock to leave a trading range, and projecƟng price targets in a trend from a stock’s behavior in a trading range. These laws inform the analysis of every chart and the selecƟon of every stock to trade. Conclusion: The pioneering work of Richard D. Wyckoﬀ in the early twenƟeth century was centered around the realizaƟon that stock price trends were driven primarily by insƟtuƟonal and other large operators who manipulate stock prices in their favor. Many professional traders today use Wyckoﬀ's method, but his overall approach is sƟll not widely followed among retail traders, even though his educaƟonal eﬀorts were intended to teach the public the “real rules of the game.” Nonetheless, his stock selecƟon and investment methodology have stood the test of Ɵme, largely due to their thorough, systemaƟzed, and logical structure for idenƟfying high- probability and highly proﬁtable trades. The discipline involved in this approach allows the investor to make informed trading decisions unclouded by emoƟon. Using Wyckoﬀ's method, one can invest in stocks by capitalizing on the intenƟons of the large “smart money” interests, rather than being caught on the wrong side of the market. AƩaining proﬁciency in Wyckoﬀ analysis requires considerable pracƟce, but it is well worth the eﬀort. Visual templates for market Ɵming decisions IntroducƟon This arƟcle will explain and discuss applicaƟons of the Three SchemaƟcs used in the Wyckoﬀ Method of Technical Analysis. It will build upon and extend the “Wyckoﬀ Laws and Tests” arƟcle that appeared in the STA’s journal in November 2004",
    "metadata": {
      "page": 23,
      "section": "Section 3"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_23",
    "source": "The_Wyckoff_Method",
    "text": "to make informed trading decisions unclouded by emoƟon. Using Wyckoﬀ's method, one can invest in stocks by capitalizing on the intenƟons of the large “smart money” interests, rather than being caught on the wrong side of the market. AƩaining proﬁciency in Wyckoﬀ analysis requires considerable pracƟce, but it is well worth the eﬀort. Visual templates for market Ɵming decisions IntroducƟon This arƟcle will explain and discuss applicaƟons of the Three SchemaƟcs used in the Wyckoﬀ Method of Technical Analysis. It will build upon and extend the “Wyckoﬀ Laws and Tests” arƟcle that appeared in the STA’s journal in November 2004 (Issue No 51). That arƟcle examined the ﬁrst part of the Wyckoﬀ EquaƟon – the analyƟcal, digital half which consists of “check lists” for the “three laws” and “nine tests”. The Wyckoﬀ SchemaƟcs will complete the Wyckoﬀ picture by introducing students of technical analysis to the visual half of the Wyckoﬀ equaƟon. For each of the three SchemaƟcs – one for accumulaƟon and two for distribuƟon – there will be an idealised representaƟon of the SchemaƟc. On top of each SchemaƟc there will appear alphabeƟcal and numerical annotaƟons that refer to Wyckoﬀ’s interpretaƟons of key phases and junctures found during the evoluƟon of accumulaƟon or distribuƟon. Many of these annotaƟons reﬂect the work of Mr. Robert G. Evans. It was Mr. Evans who carried on the teaching of the Wyckoﬀ Method aŌer the death of Mr. Wyckoﬀ in 1934. Mr. Evans was a creaƟve teacher who was a master at explaining Wyckoﬀ via analogies. The SchemaƟc principles will then be applied to charts of Nokia. (These were real-Ɵme charts used by the authors during conferences in Stockholm, Sweden in October 2004 and in Malmo, Sweden during June 2005. Finally, this arƟcle will explain how the use of Wyckoﬀ SchemaƟcs may be extended. The authors have long observed that an accumulaƟon schemaƟc had been missing. This missing schemaƟc would be the accumulaƟon counterpart of the distribuƟon schemaƟc of declining types within a trading range. A new schemaƟc for accumulaƟon has, therefore, been developed to ﬁll the gap in Wyckoﬀ schemaƟcs. 1. ACCUMULATION and DISTRIBUTION An objecƟve of the Wyckoﬀ Method of technical analysis is to improve market Ɵming when establishing a speculaƟve posiƟon in anƟcipaƟon of a coming move where a favourable reward/risk raƟo exists to jusƟfy taking that posiƟon. Trading Ranges (TRs) are places where the previous move has been halted and there is relaƟve equilibrium between supply and demand. It is here within the TR that campaigns of accumulaƟon or distribuƟon develop in preparaƟon for the coming move. It is this force of accumulaƟon or distribuƟon that can be said to build a cause which unfolds in the subsequent move. The building up of the necessary force takes Ɵme and because during this period the price acƟon is well deﬁned, trading ranges present parƟcularly good trading opportuniƟes with potenƟally very favourable reward/risk parameters. To be successful, however, we must be able to correctly anƟcipate the direcƟon and magnitude of",
    "metadata": {
      "page": 24,
      "section": "Section 4"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_24",
    "source": "The_Wyckoff_Method",
    "text": "halted and there is relaƟve equilibrium between supply and demand. It is here within the TR that campaigns of accumulaƟon or distribuƟon develop in preparaƟon for the coming move. It is this force of accumulaƟon or distribuƟon that can be said to build a cause which unfolds in the subsequent move. The building up of the necessary force takes Ɵme and because during this period the price acƟon is well deﬁned, trading ranges present parƟcularly good trading opportuniƟes with potenƟally very favourable reward/risk parameters. To be successful, however, we must be able to correctly anƟcipate the direcƟon and magnitude of the coming move out of the trading range. Fortunately, Wyckoﬀ oﬀers us some guidelines and models by which we can examine a trading range. ACCUMULATION SchemaƟc 1 is a basic Wyckoﬀ model for accumulaƟon. While this basic model does not oﬀer a schemaƟc for all the possible variaƟons in the anatomy of the TR, it does provide a representaƟon of the important Wyckoﬀ principles, oŌen evident in an area of accumulaƟon, and the idenƟﬁable phases used to guide our analysis through the TR toward our taking of a speculaƟve posiƟon. SCHEMATIC 1 AccumulaƟon SchemaƟc Phases A through E: Phases through which the Trading Range passes as conceptualised by the Wyckoﬀ method and explained in the text. Lines A and B… deﬁne support of the Trading Range. Lines C and D… deﬁne resistance of the Trading Range. (PS) preliminary Support is where substanƟal buying begins to provided pronounced support aŌer a prolonged downmove Volume and spread widen and provide a signal that the downmove may be approaching its end. (SC) Selling Climax… the point at which widening spread and selling pressure usually climaxes and heavy or panicky selling by the public is being absorbed by larger professional interests at prices near a boƩom. (AR) AutomaƟc Rally… selling pressure has been preƩy much exhausted. A wave of buying can now easily push up prices which is further fuelled by short covering. The high of this rally will help deﬁne the top of the trading range. (STs) Secondary Test(s)… revisit the area of the Selling Climax to test the supply demand balance at these price levels. If a boƩom is to be conﬁrmed, signiﬁcant supply should not resurface, and volume and price spread should be signiﬁcantly diminished as the market approaches support in the area of the SC. The “CREEK” is an analogy to a wavy line of resistance drawn loosely across rally peaks within the trading range. There are of course minor lines of resistance and more signiﬁcant ones that will have to be crossed before the market’s journey can conƟnue onward and upward. Springs or Shakeouts usually occur late within the trading range and allow the market and its dominant players to make a deﬁniƟve test of available supply before a markup campaign will unfold. If the amount of supply that surfaces on a break of support is very light (low volume), it will be an indicaƟon that the way is",
    "metadata": {
      "page": 25,
      "section": "Section 4"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_25",
    "source": "The_Wyckoff_Method",
    "text": "to a wavy line of resistance drawn loosely across rally peaks within the trading range. There are of course minor lines of resistance and more signiﬁcant ones that will have to be crossed before the market’s journey can conƟnue onward and upward. Springs or Shakeouts usually occur late within the trading range and allow the market and its dominant players to make a deﬁniƟve test of available supply before a markup campaign will unfold. If the amount of supply that surfaces on a break of support is very light (low volume), it will be an indicaƟon that the way is clear for a sustained advance. Heavy supply here will usually mean a renewed decline. Moderate volume here may mean more tesƟng of support and to proceed with cauƟon. The spring or shakeout also serves the purpose of providing dominant interests with addiƟonal supply from weak holders at low prices. Jump Across the Creek (JAC) is a conƟnuaƟon of the creek analogy of jumping resistance and is a good sign if done on good spread and volume – a sign of strength (SOS). Sign of Strength (SOS)… an advance on good (increasing) spread and volume. Back Up (BU) to a Last Point of Support (LPS) – a pull back to support (that was resistance) on diminished spread and volume aŌer a SOS. This is good place to iniƟate long posiƟons or to add to proﬁtable ones. Note: A series of SOS’s and LPS’s is good evidence that a boƩom is in place and Price Markup has begun. Phase A In Phase A, supply has been dominant and it appears that ﬁnally the exhausƟon of supply is becoming evident. This is illustrated in Preliminary Support (PS) and the Selling Climax (SC) where widening spread oŌen climaxes and where heavy volume or panicky selling by the public is being absorbed by larger professional interests. Once selling pressure is exhausted, an AutomaƟc Rally (AR) ensues the selling climax. A Secondary Test on the downside usually involves less selling than on the SC and with a narrowing of spread and decreased volume. The lows of the Selling Climax (SC) and the Secondary Test, and the high of the AutomaƟc Rally (AR) iniƟally set the boundaries of the trading range. Horizontal lines may be drawn here to help to focus aƩenƟon on market behaviour in and around these areas. It is also possible that Phase A can end without dramaƟc changes in spread and volume. However, it is usually beƩer if it does, in that more dramaƟc selling will generally clear out all the sellers and pave the way for a more pronounced and sustained markup. Where a TR represents a ReaccumulaƟon (a trading range within a conƟnuing upmove), we will not have evidence of PS, a SC, and ST as illustrated in phase A of ???? SchemaƟc 1 Phase A will instead look more like Phase A of the basic Wyckoﬀ distribuƟon schemaƟc (described later in the arƟcle under SchemaƟc 2 or 3) but, nonetheless,",
    "metadata": {
      "page": 26,
      "section": "Section 4"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_26",
    "source": "The_Wyckoff_Method",
    "text": "can end without dramaƟc changes in spread and volume. However, it is usually beƩer if it does, in that more dramaƟc selling will generally clear out all the sellers and pave the way for a more pronounced and sustained markup. Where a TR represents a ReaccumulaƟon (a trading range within a conƟnuing upmove), we will not have evidence of PS, a SC, and ST as illustrated in phase A of ???? SchemaƟc 1 Phase A will instead look more like Phase A of the basic Wyckoﬀ distribuƟon schemaƟc (described later in the arƟcle under SchemaƟc 2 or 3) but, nonetheless, Phase A sƟll represents the area of the stopping of the previous move. The analysis of Phase B through E would generally proceed in the same way as within an iniƟal base area of accumulaƟon. Phase B In Phase B, Supply and Demand on a major basis are in equilibrium and there is no decisive trend. The clues to the future course of the market are usually more mixed and elusive, however here are some useful generalisaƟons. In the early stages of Phase B, the price swings tend to be rather wide, and volume is usually greater and more erraƟc. As the TR unfolds, supply becomes weaker and demand stronger as professionals are absorbing supply. The closer you get to the end or to leaving the TR, volume tends to diminish. Support and resistance lines, (shown as horizontal lines A, B, C, and D on the AccumulaƟon SchemaƟc 1) usually contain the price acƟon in Phase B and will help deﬁne the tesƟng process that is to come in Phase C. The penetraƟons or lack of penetraƟons of the TR enable us to judge the quanƟty and quality of supply and demand. Phase C In Phase C, the stock goes through a tesƟng process. The stock may begin to come out of the TR on the upside with higher tops and boƩoms or it may go through a downside spring or shakeout, breaking previous supports. This laƩer test is preferred, given that it does a beƩer job of cleaning out remaining supply from weak holders and creates a false impression as to the direcƟon of the ulƟmate move. SchemaƟc 1 shows us an example of this laƩer alternaƟve. A spring is a price move below the support level of a trading range that quickly reverses and moves back into the range. A spring is an example of a “bear trap” because the drop below support appears to signal resumpƟon of the downtrend. In reality, though, the drop marks the end of the downtrend, thus “trapping” the late sellers, or bears. The extent of supply, or the strength of the sellers, can be judged by the depth of the price move to new lows and the relaƟve level of volume on that penetraƟon. UnƟl this tesƟng process, we cannot be sure the TR is accumulaƟon and must wait to take a posiƟon unƟl there is suﬃcient evidence that mark-up is about",
    "metadata": {
      "page": 27,
      "section": "Section 4"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_27",
    "source": "The_Wyckoff_Method",
    "text": "range. A spring is an example of a “bear trap” because the drop below support appears to signal resumpƟon of the downtrend. In reality, though, the drop marks the end of the downtrend, thus “trapping” the late sellers, or bears. The extent of supply, or the strength of the sellers, can be judged by the depth of the price move to new lows and the relaƟve level of volume on that penetraƟon. UnƟl this tesƟng process, we cannot be sure the TR is accumulaƟon and must wait to take a posiƟon unƟl there is suﬃcient evidence that mark-up is about to begin. If we have waited and followed the unfolding TR closely, we have arrived at the point where we can be quite conﬁdent of the probable upward move. With supply apparently exhausted and our danger point pinpointed, our likelihood of success is good and our reward/ risk raƟo favourable. The shakeout at point 8 on our SchemaƟc 1 represents our ﬁrst prescribed place to iniƟate a long posiƟon. The secondary test at point 10 is beƩer, since a low volume pullback and a speciﬁc low risk stop or danger point at point 8 gives us greater evidence and more conﬁdence to act. A sign of strength (SOS) here will bring us into Phase D. Phase D If we are correct in our analysis and our Ɵming, what should follow here is a consistent dominance of demand over supply as evidenced by a paƩern of advances (SOSs) on widening spreads and increasing volume, and reacƟons (LPSs) on smaller spreads and diminished volumes. If this paƩern does not occur, then we are advised not to add to our posiƟon and look to close our original posiƟon unƟl we have more conclusive evidence that markup is beginning. If the market or stock progresses as stated above, then we have addiƟonal opportuniƟes to add to our posiƟon. Our aim here is to iniƟate a posiƟon or add to our posiƟon as the stock or commodity is about to leave the trading range. At this point, the force of accumulaƟon has built a good potenƟal and could be projected by using the Wyckoﬀ point and ﬁgure method. We have waited unƟl this point to iniƟate or add to our posiƟons in an eﬀort to increase our likelihood of success and maximise the use of our trading capital. In SchemaƟc 1, this opportunity comes at point 12 on the “pullback to support” aŌer “jumping resistance” (in Wyckoﬀ terms this is known as “Backing Up to the Edge of the Creek” aŌer “Jumping Across the Creek”). Another similar opportunity comes at point 14, a more important point of support and resistance. (See Side Bar). In Phase D, the mark-up phase blossoms as professionals begin to move into the stock. It is here that our best opportuniƟes to add to our posiƟon exist, before the stock leaves the TR. Phase E In Phase E, the stock leaves the TR and demand is in control. Setbacks are unpronounced",
    "metadata": {
      "page": 28,
      "section": "Section 4"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_28",
    "source": "The_Wyckoff_Method",
    "text": "point 12 on the “pullback to support” aŌer “jumping resistance” (in Wyckoﬀ terms this is known as “Backing Up to the Edge of the Creek” aŌer “Jumping Across the Creek”). Another similar opportunity comes at point 14, a more important point of support and resistance. (See Side Bar). In Phase D, the mark-up phase blossoms as professionals begin to move into the stock. It is here that our best opportuniƟes to add to our posiƟon exist, before the stock leaves the TR. Phase E In Phase E, the stock leaves the TR and demand is in control. Setbacks are unpronounced and short lived. Having taken our posiƟons, our job here is to monitor the stock’s progress as it works out its force of accumulaƟon. At each of points 8, 10, 12, and 14 we may take posiƟons and use point and ﬁgure counts from these points to calculate price projecƟons and help us to determine our reward/risk prior to establishing our speculaƟve posiƟon. These projecƟons will also be useful later in helping us target areas for closing or adjusƟng our posiƟon. Remember that SchemaƟc 1 shows us just one idealised model or anatomy of a trading range encompassing the accumulaƟon process. There are many variaƟons of this accumulaƟon anatomy and we addressed some of these consideraƟons earlier. The presence of a Wyckoﬀ principle like a selling climax (SC) doesn’t conﬁrm that accumulaƟon is occurring in the TR, but it does strengthen the case for it. However, it may be accumulaƟon, redistribuƟon or nothing. The use of Wyckoﬀ principles and phases idenƟﬁes and deﬁnes some of the key consideraƟons for evaluaƟng most trading ranges and helps us determine whether it is supply or demand that is becoming dominant and when the stock appears ready to leave the trading range. THE “JUMP”ACROSS THE CREEK”ANALOGY The term “jump” was ﬁrst used by Robert G. Evans, who piloted the Wyckoﬀ Associates educaƟonal enterprise for numerous years aŌer the death of Richard D. Wyckoﬀ. One of his more capƟvaƟng analogies was the “jump across the creek” (JAC) story he used to explain how a market would break out of a trading range. In the story, the market is symbolised by a Boy Scout, and the trading range by a meandering creek, with its “upper resistance line” deﬁned by the rally peaks within the range. AŌer probing the edge of the creek and discovering that the ﬂow of supply was starƟng to dry up, the Boy Scout would retreat in order to get a running start to “jump across the creek.” The power of the movement by the Boy Scout would be measured by price spread and volume. Deﬁning the Jump A jump is a relaƟvely wider price-spread move made on comparaƟvely higher volume that penetrates outer resistance or support. A backup is a test that immediately follows the jump – a relaƟvely narrow price-spread reacƟon or rally on comparaƟvely lighter volume that tests and conﬁrms the legiƟmacy of the preceding jump acƟon. The Wyckoﬀ method",
    "metadata": {
      "page": 29,
      "section": "Section 4"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_29",
    "source": "The_Wyckoff_Method",
    "text": "ﬂow of supply was starƟng to dry up, the Boy Scout would retreat in order to get a running start to “jump across the creek.” The power of the movement by the Boy Scout would be measured by price spread and volume. Deﬁning the Jump A jump is a relaƟvely wider price-spread move made on comparaƟvely higher volume that penetrates outer resistance or support. A backup is a test that immediately follows the jump – a relaƟvely narrow price-spread reacƟon or rally on comparaƟvely lighter volume that tests and conﬁrms the legiƟmacy of the preceding jump acƟon. The Wyckoﬀ method instructs you to buy aŌer a backup following an upward jump (a sign of strength) or to sell short aŌer a backup following a downward jump (a sign of weakness). Also according to Wyckoﬀ, you should not buy breakouts because that would leave you vulnerable to swiŌ moves in the opposite direcƟon if the breakout turned out to be false. Hence, at ﬁrst glance, the Wyckoﬀ method appears to be telling you to buy into weakness and sell into strength. DISTRIBUTION SchemaƟcs 2 and 3 represent two variaƟons of the Wyckoﬀ model for distribuƟon. While these models only represent two variaƟons of the many possible variaƟons in the paƩerns of a distribuƟon TR, they do provide us with the important Wyckoﬀ principles oŌen evident in the area of distribuƟon and the phases of a trading range that can lead us toward taking a speculaƟve posiƟon. Much of the analysis of the principles and phases of a TR preceding distribuƟon are the inverse of a TR of accumulaƟon, in that the roles of supply and demand are reversed. Here, the force of “jumping the creek” (resistance) is replaced by the force of “falling through the ice” (support). It is useful to remember that distribuƟon is generally accomplished in a shorter Ɵme period than accumulaƟon. SCHEMATIC 2 DistribuƟon SchemaƟcs SchemaƟcs 2 and 3 show us two model variaƟons of distribuƟon Trading Range. Phases A through E…phases through which the Trading Range (TR) passes as conceptualised by the Wyckoﬀ method and explained in the text. (PSY) Preliminary Supply…is where substanƟal selling begins to provide pronounced resistance aŌer an upmove. Volume and spread widen and provide a signal that the upmove may be approaching its end. (BC) Buying Climax… is the point at which widening spread and the force of buying climaxes, and heavy or urgent buying by the public is being ﬁlled by larger professional interests at prices near a top. (AR) AutomaƟc ReacƟon… with buying preƩy much exhausted and heavy supply conƟnuing an AR follows the BC. The low of this selloﬀ will help deﬁne the boƩom of the Trading Range (TR). (ST) Secondary Test(s)… revisit the area of the Buying Climax to test the demand/supply balance at these price levels. If a top is to be conﬁrmed, supply will outweigh demand and volume and spread should be diminished as the market approaches the resistance area of the BC. (SOW) Sign of",
    "metadata": {
      "page": 30,
      "section": "Section 4"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_30",
    "source": "The_Wyckoff_Method",
    "text": "or urgent buying by the public is being ﬁlled by larger professional interests at prices near a top. (AR) AutomaƟc ReacƟon… with buying preƩy much exhausted and heavy supply conƟnuing an AR follows the BC. The low of this selloﬀ will help deﬁne the boƩom of the Trading Range (TR). (ST) Secondary Test(s)… revisit the area of the Buying Climax to test the demand/supply balance at these price levels. If a top is to be conﬁrmed, supply will outweigh demand and volume and spread should be diminished as the market approaches the resistance area of the BC. (SOW) Sign of Weakness… at point 10 will usually occur on increased spread and volume as compared to the rally to point 9. Supply is showing dominance. Our ﬁrst “fall on the ice” holds and we get up try to forge ahead. The ice… is an analogy to a wavy line of support drawn loosely under reacƟon lows of the Trading Range. A break through the ice will likely be followed by aƩempts to get back above it. A failure to get back above ﬁrm support may mean a “drowning” for the market. (LPSY) Last Point of Supply… (SchemaƟc 2/Point 11): aŌer we test the ice(support) on a SOW, a feeble rally aƩempt on narrow spread shows us the diﬃculty the market is having in making a further rise. Volume may be light or heavy, showing weak demand or substanƟal supply. It is at these LPSY’s that the last waves of distribuƟon are being unloaded before markdown is to begin. SchemaƟc 2/Point 13: aŌer a break through the ice, a rally aƩempt is thwarted at the ice’s surface (now resistance). The rally meets a last wave of supply before markdown ensues. LPSY’s are good places to iniƟate a short posiƟon or to add to already proﬁtable ones. (UTAD) UPthrust AŌer DistribuƟon… (See SchemaƟc 3/Point 11). Similar to the Spring and Terminal Shakeout in the trading range of AccumulaƟon, a UTAD may occur in a TR or distribuƟon. It is more deﬁniƟve test of new demand aŌer a breakout above the resistance line of the TR and usually occurs in the laƩer stages of the TR. If this breakout occurs on light volume with no follow through or on heavy volume with a breakdown back into the centre of the trading range, then this is more evidence that the TR was DistribuƟon not AccumulaƟon. This UTAD usually results in weak holders of short posiƟons giving them up to more dominant interests, and also in more distribuƟon to new, less informed buyers before a signiﬁcant decline ensues. Phase A In Phase A, demand has been dominant and the ﬁrst signiﬁcant evidence of demand becoming exhausted comes at point 1 at Preliminary Supply (PSY) and at point 2 at the Buying Climax (BC). (See SchemaƟc 2 and 3.) It oŌen occurs on wide spread and climaƟc volume. This is usually followed by an AutomaƟc ReacƟon (AR) and then a Secondary Test (ST) of the BC, usually",
    "metadata": {
      "page": 31,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_31",
    "source": "The_Wyckoff_Method",
    "text": "This UTAD usually results in weak holders of short posiƟons giving them up to more dominant interests, and also in more distribuƟon to new, less informed buyers before a signiﬁcant decline ensues. Phase A In Phase A, demand has been dominant and the ﬁrst signiﬁcant evidence of demand becoming exhausted comes at point 1 at Preliminary Supply (PSY) and at point 2 at the Buying Climax (BC). (See SchemaƟc 2 and 3.) It oŌen occurs on wide spread and climaƟc volume. This is usually followed by an AutomaƟc ReacƟon (AR) and then a Secondary Test (ST) of the BC, usually on diminished volume. This is essenƟally the inverse of Phase A in accumulaƟon. As with accumulaƟon, Phase A in distribuƟon may also end without climacƟc acƟon and the only evidence of exhausƟon of demand is diminishing spread and volume. Where RedistribuƟon is concerned (a TR within a larger conƟnuing downmove), we will see the stopping of a downmove with or without climacƟc acƟon in Phase A. However, in the remainder of the TR the guiding principles and analysis within Phases B through E will be the same as within a TR of a DistribuƟon market top. Phase B The points to be made here about Phase B are the same as those made for Phase B within AccumulaƟon, except clues may begin to surface here of the supply/demand balance moving toward supply instead of demand. Phase C One of the ways Phase C reveals itself aŌer the standoﬀ in Phase B is by the “sign of weakness” (SOW) shown at point 10 on SchemaƟc 2. This SOW is usually accompanied by signiﬁcantly increased spread and volume to the downside that seems to break the standoﬀ in Phase B. The SOW may or may not “fall through the ice,” but the subsequent rally back to point 11, a “last point of supply” (LPSY) is usually unconvincing and is likely to be accompanied by less spread and/or volume. Point 11 on both distribuƟon SchemaƟcs 2 and 3 give us our last opportunity to cover any remaining longs and our ﬁrst inviƟng opportunity to take a short posiƟon. An even beƩer place would be on the rally tesƟng point 11, because it may give us more evidence (diminished spread and volume) and/or a more Ɵghtly deﬁned danger point. An upthrust is the opposite of a spring. It is a price move above the resistance level of a trading range that quickly reverses itself and moves back into the trading range. An upthrust is a “bull trap” – it appears to signal a start of an uptrend but in reality marks the end of the up move. The magnitude of the upthrust can be determined by the extent of the price move to new highs and the relaƟve level of volume on that movement. Looking now at SchemaƟc 3, Phase C may also reveal itself by a pronounced move upward, breaking through the highs of the TR. This is shown at point 11 as",
    "metadata": {
      "page": 32,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_32",
    "source": "The_Wyckoff_Method",
    "text": "resistance level of a trading range that quickly reverses itself and moves back into the trading range. An upthrust is a “bull trap” – it appears to signal a start of an uptrend but in reality marks the end of the up move. The magnitude of the upthrust can be determined by the extent of the price move to new highs and the relaƟve level of volume on that movement. Looking now at SchemaƟc 3, Phase C may also reveal itself by a pronounced move upward, breaking through the highs of the TR. This is shown at point 11 as an “Upthrust AŌer DistribuƟon” (UTAD). Like the terminal shakeout discussed earlier in the accumulaƟon schemaƟc, this gives a false impression of the direcƟon of the market and allows further distribuƟon at high prices to new buyers. It also results in weak holders of short posiƟons surrendering their posiƟons to stronger players just before the downmove begins. Should the move to new high ground be on increasing volume and “relaƟve narrowing spread” and then return to the average level of closes of the TR, this would indicate lack of solid demand and conﬁrm that the breakout to the upside did not indicate a TR of accumulaƟon, but rather a formaƟon of distribuƟon. A third variaƟon not shown here in schemaƟc form would be an upthrust above the highs of the trading range with a quick fall back into the middle of the TR, but where the TR did not fully represent distribuƟon. In this case, the TR would likely be too wide to fully represent distribuƟon and there would be a lack of concentrated selling except in the laƩer porƟons of the TR. Phase D Phase D arrives and reveals itself aŌer the tests in phase C show us the last gasps or the last hurrah of demand. In Phase D, the evidence of supply becoming dominant increases either with a break through the “ice” or with a further SOW into the TR aŌer an upthrust. In phase D, we are also given more evidence of the probable direcƟon of the market and the opportunity to take our ﬁrst or addiƟonal short posiƟons. Our best opportuniƟes are at points 13, 15, and 17 as represented on our SchemaƟcs 2 and 3. These rallies represent “Last points of Supply” (LPSY) before a markdown cycle begins. Our “averaging in” of the set of posiƟons taken within Phases C and D as described above represent a calculated approach to protect capital and maximise proﬁt. It is important that addiƟonal short posiƟons be added or pyramided only if our iniƟal posiƟons are in proﬁt. Phase E In Phase E, the stock or commodity leaves the TR and supply is in control. Rallies are usually feeble. Having taken our posiƟons, we must monitor the stock’s progress as it works out its force of distribuƟon. Successful understanding and analysis of a trading range enables traders to idenƟfy special trading opportuniƟes with potenƟally very favourable reward/risk parameters. When",
    "metadata": {
      "page": 33,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_33",
    "source": "The_Wyckoff_Method",
    "text": "posiƟons taken within Phases C and D as described above represent a calculated approach to protect capital and maximise proﬁt. It is important that addiƟonal short posiƟons be added or pyramided only if our iniƟal posiƟons are in proﬁt. Phase E In Phase E, the stock or commodity leaves the TR and supply is in control. Rallies are usually feeble. Having taken our posiƟons, we must monitor the stock’s progress as it works out its force of distribuƟon. Successful understanding and analysis of a trading range enables traders to idenƟfy special trading opportuniƟes with potenƟally very favourable reward/risk parameters. When analysing a TR, we are ﬁrst seeking to uncover what the law of supply and demand is revealing to us. However, when individual movements, rallies or reacƟons are not revealing with respect to supply and demand, it is important to remember the law of “eﬀort versus result”. By comparing rallies and reacƟons within the trading range to each other in terms of spread, volume, velocity and price, addiƟonal clues may be given as to the stock’s strength, posiƟon and probable course. It will also be useful to employ the law of “cause and eﬀect”. Within the dynamics of a TR, the force of accumulaƟon or distribuƟon gives us the cause and the potenƟal opportunity for substanƟal trading proﬁts. It will also give us the ability, with the use of point and ﬁgure charts, to project the extent of the eventual move out of the TR and help us to determine if those trading opportuniƟes favourably meet or exceed our reward/risk parameters. “The Ice Story.” We imagine the market in the person of a Boy Scout walking over a frozen river in the midst of winter. If support, the ice, is strong the river covered with ice has no diﬃculty in supporƟng the weight of the Boy Scout. That support is seen as a wiggly line connecƟng the lows, the supports, in a trading range. A failure by the Boy Scout to reach the upper resistance level of the Trading Range would be a warning of potenƟal weakness. Weakness of the ice would be signalled by the Boy Scout breaking support or falling through the ice. The Boy Scout has two chances to get back above the ice (i.e., creaƟng a bullish “Spring” situaƟon). On the ﬁrst upward rally the Boy Scout may fail to regain a fooƟng above the ice. If so, then he will sink lower into the river in order to gather strength to try and rally once and crack the ice. If on this second aƩempt, the Boy Scout again fails to penetrate above the ice, he would be most likely to sink downward and drown (i.e., a Bear Market/ Markdown phase would occur). 2. Wyckoﬀ SchemaƟcs Applied to Charts of Nokia Weekly Charts of Nokia display the overall cyclic progress of Nokia from Markup to DistribuƟon to Decline to AccumulaƟon and ﬁnally to the commencement of a Markup phase. SchemaƟc # 4 provides a visual conceptual",
    "metadata": {
      "page": 34,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_34",
    "source": "The_Wyckoff_Method",
    "text": "If so, then he will sink lower into the river in order to gather strength to try and rally once and crack the ice. If on this second aƩempt, the Boy Scout again fails to penetrate above the ice, he would be most likely to sink downward and drown (i.e., a Bear Market/ Markdown phase would occur). 2. Wyckoﬀ SchemaƟcs Applied to Charts of Nokia Weekly Charts of Nokia display the overall cyclic progress of Nokia from Markup to DistribuƟon to Decline to AccumulaƟon and ﬁnally to the commencement of a Markup phase. SchemaƟc # 4 provides a visual conceptual scheme depicƟng these four phases of market acƟon. The Weekly Charts of Nokia suﬃce as an applicaƟon of this ConcepƟon of Primary Market Phases. The Weekly charts also furnish a bigger picture backdrop for the detailed applicaƟons of the SchemaƟcs 2, 3 and then 1 for DistribuƟon and then AccumulaƟon. The “jump across the creek” and “ice” analogies will be used to help explain the important junctures of distribuƟon and accumulaƟon illustrated on the Daily Charts of Nokia (See Side Bar #2 and Figures 2 and 4). Nokia’s bull market advance was stopped during the year 2000 around the 500 level by the entry into the market of a dominant force of supply. This force of supply ﬁrst appeared around March 2000, where it created a sharp sell oﬀ down to the vicinity of 350 on the Nokia chart. The demand that came to market to staunch this sell-oﬀ marked the point at which the “Ice Story” commenced. (See SchemaƟc #2). We can see that support occurring at points (1), (2), (3), and (4). The rallies from these support levels were becoming increasingly feeble as witnessed by the progressive diminuƟon in volume coupled with the halƟng of the price advances at a resistance level near 540. Then from point (4) there was a rally that failed to reach the horizontal resistance line. Here the volume shrank appreciably. Moreover, the price level stopped in July near the same 500 level as did the earlier preliminary supply (PSY) in March-April. Hence, this juncture is annotated as a last point of supply for the possible compleƟon of a line of important distribuƟon. The failure to reach the upper resistance level was a warning of potenƟal weakness. Indeed, a sign of weakness ensued on the next sell oﬀ. It is here that we witness support breaking around the 425 level in August 2000. Note the extremely wide price spread and the enormous increase in volume as the Nokia plunged through the meandering support line drawn across the previous lows. The signiﬁcance of the price breaks below the support levels of this trading range in Nokia will be conﬁrmed by the subsequent tests. In the ice analogy the Boy Scout has two chances to get back above the ice (i.e., creaƟng a bullish “Spring” situaƟon). As can be seen on Nokia chart #2, there were two such rallies. The ﬁrst aƩempt stopped at LPSY (2)",
    "metadata": {
      "page": 35,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_35",
    "source": "The_Wyckoff_Method",
    "text": "support breaking around the 425 level in August 2000. Note the extremely wide price spread and the enormous increase in volume as the Nokia plunged through the meandering support line drawn across the previous lows. The signiﬁcance of the price breaks below the support levels of this trading range in Nokia will be conﬁrmed by the subsequent tests. In the ice analogy the Boy Scout has two chances to get back above the ice (i.e., creaƟng a bullish “Spring” situaƟon). As can be seen on Nokia chart #2, there were two such rallies. The ﬁrst aƩempt stopped at LPSY (2) while the second aƩempt was halted at about the same level as PSY and LPSY (1). It can also be seen that the ice, which had provided support, has now reversed roles and is acƟng as resistance against aƩempt to move higher. These laƩer LPSY’s (2) and (3) also expand the possible extent of the distribuƟon (supply) paƩern, thus generaƟng the potenƟal for a greater decent in price. Nokia ulƟmately declined to under 100 in year 2004. Nokia’s decline was stopped by the Selling Climax (SC), AutomaƟc Rally (AR) and Secondary Test (ST) during July and August 2004. This sequence of stopping acƟons helped to form a small base of accumulaƟon that in turn helped to propel Nokia upward to the resistance level around 110. ThereaŌer there was a prolonged period of backing and ﬁlling on the chart. Bearish forces remained in control as seen by the line of ﬂoaƟng supply around the 110 levels. However, another, lesser branch of the creek was formulated by the dominance of supply over demand during the intermediate down channel that occurred during late 2004 when Nokia’s stock price declined from about 115 down to under 100 in early 2005. The “Boy Scout”was cognizant of these developments as he would have been following along the edge of the creek around the 110 level so as to judge best the relaƟve powers of supply and demand. Earlier he would have been following the minor creek as it ﬂowed downward under the weight of supply from 115 to below 100. Then near the end of the year 2004 and early 2005, the Boy Scout would have sensed that the ﬂoaƟng supply was drying up. He would have noƟced the narrowing price range, the diminishing volume and the absence of material price progress on the downside. It was at this point that he said to himself, “Now if I back way up to make a good run for it, I bet I can jump across the creek”. In the process of backing up, he causes price to drop below minor support around 105. Also in this process the remaining bears (ﬂoaƟng supply) are ﬂushed out of the market as evidenced by the downward gap in price that exhaust the supply. A Wyckoﬀ “spring” thus occurs. Note the wide price spread of about 10 points as Nokia climbs from around 98 to 108. More signiﬁcantly, note the very",
    "metadata": {
      "page": 36,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_36",
    "source": "The_Wyckoff_Method",
    "text": "was at this point that he said to himself, “Now if I back way up to make a good run for it, I bet I can jump across the creek”. In the process of backing up, he causes price to drop below minor support around 105. Also in this process the remaining bears (ﬂoaƟng supply) are ﬂushed out of the market as evidenced by the downward gap in price that exhaust the supply. A Wyckoﬀ “spring” thus occurs. Note the wide price spread of about 10 points as Nokia climbs from around 98 to 108. More signiﬁcantly, note the very signiﬁcant expansion in volume that accompanied that 10 point upward move in price. That large volume day is where the “jump” occurred. Thus we also know that that is where the edge of the meandering (minor) creek occurred. In other words, this successful JAC was also a sign of strength (SOS). A long posiƟon could have been iniƟated during the pull back test following JAC at around 104 with a protecƟve stop loss order entered below the support level, around 95. In pracƟce, such a long is not typically entered by a student of the Wyckoﬀ Method, because it is evident that the major branch of the creek sƟll lies ahead. AŌer jumping the lower and lesser branch of the creek, the Boy Scout conƟnues upward to the vicinity around 115 where earlier he had found the ﬂow of supply too fast and too deep to jump across. Here again in early 2005 around the 115 price level, the creek creates a squiggly-wiggly line of resistance, along the peak prices of the recovery rally, or slightly above the 110 price level of Nokia. However, this Ɵme things are diﬀerent. The Boy Scout observes that the volume is shrinking and the price level is narrowing. The Boy Scout is witness to a drying up of the ﬂoaƟng supply creaƟng the edge of the major creek/ major resistance level just above 110. As in the instance of his earlier preparaƟon to jump across the (Minor) creek, the Boy Scout again creates a “Spring” as he backs up to the 100 level. A relaƟve increase in upward price spread coupled with a notable expansion in the level of volume mark where the Boy Scout jumped the major creek. But by the Ɵme the propulsion of the jump had dissipated the Boy Scout would have been temporarily Ɵred out by his exerƟon in jumping across the creek. Hence we would logically anƟcipate that he would rest and consolidate his strength. He does so by backing up to the edge of the creek (BUEC). At this point we observe further conﬁrmaƟon that supply has been exhausted and demand is in control. The pullback comes on a relaƟvely smaller price spread and shrinkage of volume, thus showing that supply cannot regain control. Consequently, it is now safe for the trader or the investor to enter a long posiƟon in the vicinity of 110- 115 and to",
    "metadata": {
      "page": 37,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_37",
    "source": "The_Wyckoff_Method",
    "text": "have been temporarily Ɵred out by his exerƟon in jumping across the creek. Hence we would logically anƟcipate that he would rest and consolidate his strength. He does so by backing up to the edge of the creek (BUEC). At this point we observe further conﬁrmaƟon that supply has been exhausted and demand is in control. The pullback comes on a relaƟvely smaller price spread and shrinkage of volume, thus showing that supply cannot regain control. Consequently, it is now safe for the trader or the investor to enter a long posiƟon in the vicinity of 110- 115 and to place a sell stop order just below the 100 level. 3. NEW SCHEMATIC: ACCUMULATION Gradient of Ascending BoƩoms The chart below depicts a new or added schemaƟc for accumulaƟon that we wish to name “The AccumulaƟon Gradient of Rising BoƩoms.”This new SchemaƟc is an aƩempt to ﬁll an obvious gap in the conceptual body of the Wyckoﬀ Method. In brief, there are currently two SchemaƟcs for distribuƟon, but only one SchemaƟc for accumulaƟon. The new SchemaƟc for AccumulaƟon is a counterpart to the SchemaƟc for DistribuƟon that features descending price peaks. Richard D. Wyckoﬀ and his Associates Ɵme and again pointed out the power of ascending boƩoms in a base of accumulaƟon or re-accumulaƟon. They also underscored on numerous occasions the eﬃciency of a paƩern distribuƟon composed of descending price peaks (current SchemaƟc #2). The logic for ascending boƩoms amid descending peaks is rooted in the concept of the Composite operator. Within a trading range the composite man is seen to accumulate a line of stock from the public who become especially frightened during the downthrusts. The composite man is willing to play the short side of the market as well during the trading range of accumulaƟon so long as he can abstract a public following of sellers. But as the trading range proceeds, the new schemaƟc reveals that fewer and fewer sellers remain to propel stocks downward in price. As a consequence, the downwaves become shorter and shorter in length (the boƩoms rise) and the Composite Man as a result accumulates an increasing line of stock. UlƟmately there is liƩle leŌ of sellers to coax to the downside and so the composite man reverses his aƩenƟon and spurs prices upward and out of the trading range. A markup campaign now gets underway led by the composite man. Elsewhere Pruden has conducted studies of Market behaviour with the aid of the Cusp Catastrophe Theory from MathemaƟcs/ behavioural ﬁnance. That theory shows accumulaƟon dissipaƟve gradients and accumulaƟon gradients that occur within a trading range just prior to buying stampede or a selling panic. Our label of “AccumulaƟon Gradient” for the new SchemaƟc was in large part inspired by the Cusp Catastrophe model of market behaviour. Moreover, the literature of Catastrophe Theory describes how the “managers” of an unstable situaƟon will keep things in a close proximity unƟl all the marginal, regional support has been exhausted. This phenomenon is known as the",
    "metadata": {
      "page": 38,
      "section": "Section 5"
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_38",
    "source": "The_Wyckoff_Method",
    "text": "has conducted studies of Market behaviour with the aid of the Cusp Catastrophe Theory from MathemaƟcs/ behavioural ﬁnance. That theory shows accumulaƟon dissipaƟve gradients and accumulaƟon gradients that occur within a trading range just prior to buying stampede or a selling panic. Our label of “AccumulaƟon Gradient” for the new SchemaƟc was in large part inspired by the Cusp Catastrophe model of market behaviour. Moreover, the literature of Catastrophe Theory describes how the “managers” of an unstable situaƟon will keep things in a close proximity unƟl all the marginal, regional support has been exhausted. This phenomenon is known as the Delay Rule and the Maxwell Rule followed by the Maxwell Principle. Thus the observaƟons of Wyckoﬀ, the logic behind the Composite Man and the Models from Catastrophe Theory combine to buƩress our addiƟon of a new SchemaƟc for accumulaƟon to complete the Conceptual body of the Wyckoﬀ Method in regard to SchemaƟcs, a powerful visual tool for Wyckoﬀ Analysis. BIBILOGRAPHY Jack K. Hutson, Editor, CharƟng the Stock Market: The Wyckoﬀ Method Technical Analysis Inc., SeaƩle, WA. 1986 Jim Forte, “Anatomy of a Trading Range.”MTA Journal, Issue 43, Summer – Fall 1994, pp. 47 – 58. Henry (Hank) Pruden and Bernard Belletante, “Wyckoﬀ Laws and Tests.” STA Journal, November 2004, London, U.K. SchemaƟcs, Courtesy of Wyckoﬀ/Stock Market InsƟtute, Phoenix, A.Z. Benoit B. Mandelbrot and Richard L. Hudson, The (Mis) Behaviour of Markets: A Fractal View of Risk, Ruin and Reward, Basic Books, United States, 2004 Henry O. Pruden, “Chart Reading in the R-Mode”, MTA Journal, Issue 36, Summer 1990, pp. 33 – 38. Edward R. TuŌe, The Visual Display of QuanƟtaƟve InformaƟon, Graphics Press, 1983, Cheshire, Conn.",
    "metadata": {
      "page": 39,
      "section": "Section 6"
    }
  }
]