[
  {
    "chunk_id": "The_Wyckoff_Method_0",
    "source": "The_Wyckoff_Method",
    "text": "The Wyckoﬀ Method: Trading and InvesƟng in \nStocks   \n \nAnyone who buys or sells stock, a bond, or a commodity for proﬁt speculates if he employs \nintelligent foresight. If he does not, he is gambling. Richard D. Wyckoﬀ was an American \npioneer in technical stock analysis. Richard Wyckoﬀ's ﬁrst instrucƟon to students on his stock \nanalysis method, published in the 1930s, was quite simple and speciﬁc—forget all the \ndecision-making factors you have ever used. All you need to know is in the table of stock prices \nand volumes in your daily newspaper. With this back-to-basics approach, Wyckoﬀ promised \nto show his students \"the real rules of the game\" played so adroitly by well-heeled investors \nwith enough capital to pack clout in the market. Although it's hard to imagine anything, \nespecially a stock market technique, remaining viable from the 1930s to the 1980s, the \nRichard D. Wyckoﬀ Method of Trading and InvesƟng in Stocks has survived the Ɵmes as a",
    "metadata": {
      "page": 1
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_1",
    "source": "The_Wyckoff_Method",
    "text": "Richard D. Wyckoﬀ Method of Trading and InvesƟng in Stocks has survived the Ɵmes as a \nclassic. Whatever it lacks in glamour and gee-whiz in this computerized age, it makes up for \nby giving its users a solid foundaƟon for analyzing the fundamental relaƟonships among the \nmarket's primary forces. In this respect, it's like the pearls and basic black dress in a woman's \nwardrobe. It can be embellished but not anƟquated. Take a look at Wyckoﬀ's goals—to select \nonly stocks that will move soonest, fastest, and farthest in bear or bull markets; to limit losses \nand let proﬁts run; and to make the most eﬃcient use of investment capital. Hardly an \nanƟquated outlook. It is also a universal theory. The premises are applicable to any open \nmarket—stocks, bonds, opƟons, or commodiƟes. David Weis of Memphis, Tenn., editor of the \nEllioƩ Wave Commodity LeƩer, has relied on the Wyckoﬀ method in his commodiƟes trading",
    "metadata": {
      "page": 1
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_2",
    "source": "The_Wyckoff_Method",
    "text": "EllioƩ Wave Commodity LeƩer, has relied on the Wyckoﬀ method in his commodiƟes trading \nand analysis for 15 years. \"It opened Pandora's box for me,\" he says. \"It gave me a way of \nunderstanding what was going on,\" unlike the other analysis methods that came his way when \nhe became a broker/analyst. A client making large sums of money introduced Weis to \nWyckoﬀ's method, and Weis has put the method's premises through every trial. \"I promise \nyou those principles are sƟll applicable to today's markets,\" he says. His only supplement to \nthe Wyckoﬀ method is the EllioƩ Wave principle, for its added insights into the way price \nmovements unfold. I'm not interested in anything else,\" he explains. \"I don't need anything \nmore.\" The Wyckoﬀ method also struck a chord with a SeaƩle bond trader who discovered \nthe method several years ago in mid-career. The trader, who today manages a $20 million",
    "metadata": {
      "page": 1
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_3",
    "source": "The_Wyckoff_Method",
    "text": "porƞolio, had read voraciously, but found that Wyckoﬀ's view of the market as if a single \ninvestor controlled it described his own experiences with market behavior. \n\"It didn't maƩer to me if it was bonds or gold or stocks,\" he said, \"Wyckoﬀ described it in a \nway that made sense to me. I had already been through it, I'd seen it.\" So he adopted \nWyckoﬀ's volume analysis and basic aƫtudes toward trend tops, boƩoms, and correcƟons. \nWyckoﬀ, himself, was intrigued by the stock market. He learned the market from the boƩom \nup, when experience was the only teacher. His ﬁrst job in 1888 was as a 15-year-old stock \nrunner, scurrying back and forth on Wall Street, delivering and exchanging securiƟes and \npayments for a brokerage ﬁrm. By 1898, he had advanced to auditor of another brokerage \nﬁrm and made his ﬁrst $1,000 proﬁt in the stock market selling 300 shares of a company with \na new product—a pneumaƟc horse collar. At the age of 25, he opened his own brokerage \noﬃce.",
    "metadata": {
      "page": 2
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_4",
    "source": "The_Wyckoff_Method",
    "text": "a new product—a pneumaƟc horse collar. At the age of 25, he opened his own brokerage \noﬃce. \nHe had seen \"appalling losses in securiƟes suﬀered annually by millions of people who do not \nrealize what they are risking and have an amazingly small knowledge of the market.\" He sent \ndaily leƩers on market condiƟons to his clients and turned his research and wriƟng into a \nmonthly magazine in 1907. As a broker, he saw the behind-the-scenes plays of the large \noperators and realized \"it was possible to judge the future course of the market by its own \nacƟon . . . that the acƟon of stocks reﬂected the plans and purposes of those who dominated \nthem. . .that the basic law of Supply and Demand governed all price changes; that the best \nindicator of the future course of the market was the relaƟon of supply to demand.\" \n\" . . . the best indicator of the future course of the market was the relaƟon of supply to \ndemand.\"",
    "metadata": {
      "page": 2
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_5",
    "source": "The_Wyckoff_Method",
    "text": "\" . . . the best indicator of the future course of the market was the relaƟon of supply to \ndemand.\" \nHe published the ﬁrst technical analysis method of its kind in 1908 and, at the insistence of \nhis readers, began publishing weekly forecasts in 1911, employing charts of price and volume \nmovements for his analysis. Wyckoﬀ pooh-poohed analysts who used their charts as a kind of \nRorschach test, searching for tell-tale shapes and formaƟons that would signal whether to buy, \nsell, or hold steady. \"Stock market technique is not an exact science,\" he would tell his \nstudents. \"Stock prices are made by the minds of men.\" In his esƟmaƟon, mechanical or purely \nmathemaƟcal chart analyses could not compete with ﬁnely honed and pracƟced judgment.",
    "metadata": {
      "page": 2
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_6",
    "source": "The_Wyckoff_Method",
    "text": "Wyckoﬀ also shunned brokers' oﬃces, ﬁnancial reports, news items, earnings reports, Ɵps, \nrumors, and \"the half-baked trading theories expounded in boardrooms and popular books \non the stock market.\" To his way of thinking, an analyst should be a detecƟve uncovering the \nforces behind price and volume ﬂuctuaƟons, a market psychologist weighing the human \nmoƟvaƟons that fuel those moves, and a general planning a ﬁnancial campaign to intercept \nstocks when the charts show them to be at their most proﬁtable stages. \nWyckoﬀ's popularity as an analyst grew by leaps and bounds. Even when he tried to limit the \nsize of his following by nearly doubling the price of his publicaƟon, the subscripƟons totaled \n$60,000 in six weeks. By his own account, he \"made a great deal of money for myself and my \nclients and subscribers who numbered in excess of 200,000\" before his health began to fail, \nand he completely turned his publicaƟons and advisory services over to his associates in 1928.",
    "metadata": {
      "page": 3
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_7",
    "source": "The_Wyckoff_Method",
    "text": "and he completely turned his publicaƟons and advisory services over to his associates in 1928. \nWhen his method was published as a correspondence course in 1931, he called it \"the cream \nof what I have learned in 40 years of acƟve experience in Wall Street.\" His method rests \nsquarely on the law of supply and demand. When demand for a stock exceeds supply, prices \nrise; when supply is greater than demand, prices decline. He likens the stock market Ɵcker \ntape to a movie: \"Every minute of the day it is demonstraƟng whether supply or demand is \nthe greater.\" \nWyckoﬀ's method charts price, volume and their relaƟonship over Ɵme to judge how the \nmarket, groups of stocks and individual issues are reacƟng to the supply-and-demand tug of \nwar. The search is for turning points—the ﬁnal top of a rising bull market, the ﬁnal low in a \ndeclining bear market and the crests or troughs of the intermediate and minor moves that \ncome in between.",
    "metadata": {
      "page": 3
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_8",
    "source": "The_Wyckoff_Method",
    "text": "declining bear market and the crests or troughs of the intermediate and minor moves that \ncome in between. \nHe is guided by the fact that every change in the market consists of waves of buying and selling \nthat last just so long as they can aƩract a following. When the following is exhausted for the \nƟme being, the wave ends, and a contrary wave sets in. Small daily waves build into larger 3-\nto-5-point waves, which eventually build into the bull and bear market swings of 10 to 20 \npoints or more. \nHe acts in harmony with a wave, not against it, and only if the wave is a signiﬁcant one. His \nphilosophy on accumulaƟng stock is to buy on the down wave and ride through the small-to-\nmedium rising waves unƟl you see an especially strong, breaking wave. Then sell.",
    "metadata": {
      "page": 3
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_9",
    "source": "The_Wyckoff_Method",
    "text": "Complete mastery of the Wyckoﬀ method means working both sides of the waves—covering \nall shorts and going long at the boƩom of a panic, depression, or intermediate bear swing, as \nwell as selling out all long stocks and going short at the top of a boom or an intermediate bull \nmovement. Gauging these criƟcal turning points in the Wyckoﬀ method is not so much a strict \napplicaƟon of mathemaƟcs as it is an applicaƟon of investor psychology. At the heart of \nWyckoﬀ's analysis is the knowledge that traders and investors are inﬂuenced by Ɵps, news \nitems, rumors, earnings analyses, ﬁnancial reports, dividend rates, and myriad other sources \nof informaƟon. It isn't important to Wyckoﬀ which of these prompts a buy or sell order—all \nindividual acƟons boil down to market behavior, as if the ﬂuctuaƟons were the result of one \nperson's investment operaƟon, a 'composite' investor. Wyckoﬀ visualized this composite",
    "metadata": {
      "page": 4
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_10",
    "source": "The_Wyckoff_Method",
    "text": "person's investment operaƟon, a 'composite' investor. Wyckoﬀ visualized this composite \ninvestor because he knew there were usually one or more large operators working in every \nstock. SomeƟmes there are many.\" In his day, wealthy individuals or well-informed insiders \ncould ﬁll the role. Today, insurance companies invesƟng millions of premium dollars and \ninsƟtuƟonal investors managing pension funds are 'large operators' whose decisions impact \nthe market simply by the magnitude of their investments. \nWyckoﬀ studied his charts to uncover the moƟves of these large investors with enough capital \nto exert a force on the price of stocks and ulƟmately the enƟre market. He was not interested \nin their idenƟty, only in their game plan. When large operators disclose their anƟcipaƟon of \nprice advances or declines with their purchases or sales, they signal events to come in the \nmarket or an individual stock. Wyckoﬀ's method is built on three basic types of charts—",
    "metadata": {
      "page": 4
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_11",
    "source": "The_Wyckoff_Method",
    "text": "market or an individual stock. Wyckoﬀ's method is built on three basic types of charts— \nVerƟcal Line (Bar), Figure (Point & Figure), and one he developed, the Wave chart. VerƟcal \nLine charts ( Figure 1) record an individual stock, group, or composite average's high, low, and \nclosing prices, plus their volume. From verƟcal line charts, investors following the Wyckoﬀ \nmethod can determine the direcƟon in which prices are moving, the most opportune Ɵme for \nbuying, selling, or closing out, and at what prices to place their stop orders. Figure (Point & \nFigure) charts (Figure 2) follow price changes only from one whole point to the next, focusing \non price level while ignoring Ɵme. From these, Wyckoﬀ's investors forecast the approximate \nnumber of points a stock, a group of stocks, or the composite averages should move.  \n\"Complete mastery of the Wyckoﬀ method means working both sides of the wares....\"",
    "metadata": {
      "page": 4
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_12",
    "source": "The_Wyckoff_Method",
    "text": "\"Complete mastery of the Wyckoﬀ method means working both sides of the wares....\" \nHis Wave chart (Figure 3) records the aggregate price of at least ﬁve leading stocks, much like \nstock index bar charts today. These choices are not permanent. The group is adjusted to",
    "metadata": {
      "page": 4
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_13",
    "source": "The_Wyckoff_Method",
    "text": "include stocks that are conƟnuously acƟve in an industry and indicate real leadership. The \nwave chart gives investors a means of detecƟng criƟcal points in the market's travel from one \nwave to another, frequently warning of coming changes days before they are apparent in the \ncomposite averages. At the very minimum, an investor experienced in the Wyckoﬀ method \ncan follow the stock market with a daily ﬁnancial newspaper, a notebook, and an hour a day \nin a quiet place. \"The best results I ever had in judging the market and trading,\" writes Wyckoﬀ, \n\"were when I could devote only one hour a day to study of the market, planning my campaigns \nand giving instrucƟons.\" Obviously, investment capital isn't a prerequisite to studying the \nWyckoﬀ method. PracƟcing trades on paper is free, and Wyckoﬀ is a staunch advocate of \npracƟcing now or losing money in the long run. Even iniƟates who feel they have graduated",
    "metadata": {
      "page": 5
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_14",
    "source": "The_Wyckoff_Method",
    "text": "pracƟcing now or losing money in the long run. Even iniƟates who feel they have graduated \nfrom paper trading are advised by Wyckoﬀ to begin their invesƟng with small, equal lots of \nthe three, ﬁve, 10, or 20 best stocks indicated by the charts. Many Ɵmes, as the years go by, \nwe forget how or why we got to our current trading technique. Many Ɵmes, too, an investor \nwho wants to enter technical analysis is bewildered by the choices of methodology or is \nunfamiliar with the principles guiding the schools of thought. Wyckoﬀ's method is valuable in \neither situaƟon, and in the next months, we will take you through it, step by step. We'll look \nin-depth at his charts, apply them to modern stock market acƟvity, walk through each of his \nbuying and selling tests, and work on the ﬁner points of market acƟvity and actual \ntransacƟons. Our aim, as Wyckoﬀ said, is to show you the \"real\" rules of the game. \nGlossary",
    "metadata": {
      "page": 5
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_15",
    "source": "The_Wyckoff_Method",
    "text": "transacƟons. Our aim, as Wyckoﬀ said, is to show you the \"real\" rules of the game. \nGlossary \nShort Sale of an investment instrument not yet owned in the hope of making a covering \npurchase later at a lower price, thereby making a proﬁt. \nLong—Obtaining ownership of an investment instrument such as a security, futures contract, \nor opƟon (as a call). \nCover—to oﬀset or neutralize a prior transacƟon, such as buying an equivalent number of \nshares and delivering against a short posiƟon. \nAccumulate a line—Adding to a previous market posiƟon. \nIssue-- A class of ownership such as common stock, bond, opƟon, or contract. \nTrade-- The act or process of buying and/or selling.",
    "metadata": {
      "page": 5
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_16",
    "source": "The_Wyckoff_Method",
    "text": "Price-- The amount of money for which an issue is bought or sold. \nVolume-- The number of issues traded over a speciﬁc Ɵme period, such as a day. \nStop or Stop Loss Order-- InstrucƟons to buy or sell an issue when its market price meets or \nexceeds a speciﬁed price. \nBear-- One who expects a decline in market prices (short). \nBull-- One who expects a rise in market prices (long). \n \n“…all the ﬂuctuaƟons in the market and in all the various stocks should be studied as if they \nwere the result of one man’s operaƟons. Let us call him the Composite Man, who, in theory, \nsits behind the scenes and manipulates the stocks to your disadvantage if you do not \nunderstand the game as he plays it; and to your great proﬁt if you do understand it.” \nRichard Demille Wyckoﬀ (1873–1934) was an early 20th-century pioneer in the technical \napproach to studying the stock market. He is considered one of the ﬁve “Ɵtans” of technical",
    "metadata": {
      "page": 6
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_17",
    "source": "The_Wyckoff_Method",
    "text": "approach to studying the stock market. He is considered one of the ﬁve “Ɵtans” of technical \nanalysis, along with Dow, Gann, EllioƩ, and Merrill. At age 15, he took a job as a stock runner \nfor a New York brokerage. AŌerwards, while sƟll in his 20s, he became the head of his own \nﬁrm. He also founded and, for nearly two decades, wrote and edited The Magazine of Wall \nStreet, which, at one point, had more than 200,000 subscribers. Wyckoﬀ was an avid student \nof the markets, as well as an acƟve tape reader and trader. He observed the market acƟviƟes \nand campaigns of the legendary stock operators of his Ɵme, including JP Morgan and Jesse \nLivermore. From his observaƟons and interviews with those big-Ɵme traders, Wyckoﬀ codiﬁed \nthe best pracƟces of Livermore and others into laws, principles, and techniques of trading \nmethodology, money management, and mental discipline. From his posiƟon, Mr. Wyckoﬀ \nobserved numerous retail investors being repeatedly ﬂeeced. Consequently, he dedicated",
    "metadata": {
      "page": 6
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_18",
    "source": "The_Wyckoff_Method",
    "text": "observed numerous retail investors being repeatedly ﬂeeced. Consequently, he dedicated \nhimself to instrucƟng the public about “the real rules of the game” as played by the large \ninterests, or “smart money.” In the 1930s, he founded a school which would later become the \nStock Market InsƟtute. The school's central oﬀering was a course that integrated the concepts \nthat Wyckoﬀ had learned about how to idenƟfy large operators' accumulaƟon and distribuƟon \nof stock with how to take posiƟons in harmony with these big players. His Ɵme-tested insights \nare as valid today as they were when ﬁrst arƟculated.",
    "metadata": {
      "page": 6
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_19",
    "source": "The_Wyckoff_Method",
    "text": "This arƟcle provides an overview of Wyckoﬀ's theoreƟcal and pracƟcal approaches to the \nmarkets, including guidelines for idenƟfying trade candidates and entering long and short \nposiƟons, analysis of accumulaƟon and distribuƟon trading ranges, and an explanaƟon of how \nto use Point and Figure charts to idenƟfy price targets. Although this arƟcle focuses exclusively \non stocks, Wyckoﬀ's methods can be applied to any freely traded market in which large \ninsƟtuƟonal traders operate, including commodiƟes, bonds, and currencies. \nA Five-Step Approach to the Market \nThe Wyckoﬀ Method involves a ﬁve-step approach to stock selecƟon and trade entry, which \ncan be summarized as follows: \nDetermine the present posiƟon and probable future trend of the market. Is the market \nconsolidaƟng or trending? Does your analysis of market structure, supply, and demand \nindicate the direcƟon that is likely in the near future? This assessment should help you decide",
    "metadata": {
      "page": 7
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_20",
    "source": "The_Wyckoff_Method",
    "text": "indicate the direcƟon that is likely in the near future? This assessment should help you decide \nwhether to be in the market at all and, if so, whether to take long or short posiƟons. Use both \nbar charts and Point and Figure charts of the major market indices for Step 1. \nSelect stocks in harmony with the trend. In an uptrend, select stocks that are stronger than \nthe market. For instance, look for stocks that demonstrate greater percentage increases than \nthe market during rallies and smaller decreases during reacƟons. In a downtrend, do the \nreverse – choose stocks that are weaker than the market. If you are not sure about a speciﬁc \nissue, drop it and move on to the next one. Use bar charts of individual stocks to compare \nwith those of the most relevant market index for Step 2. \nSelect stocks with a “cause” that equals or exceeds your minimum objecƟve. A criƟcal \ncomponent of Wyckoﬀ's trade selecƟon and management was his unique method of",
    "metadata": {
      "page": 7
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_21",
    "source": "The_Wyckoff_Method",
    "text": "component of Wyckoﬀ's trade selecƟon and management was his unique method of \nidenƟfying price targets using Point and Figure (P&F) projecƟons for both long and short \ntrades. In Wyckoﬀ's fundamental law of “Cause and Eﬀect,” the horizontal POINT AND FIGURE \ncount within a trading range represents the cause, while the subsequent price movement \nrepresents the eﬀect. Therefore, if you are planning to take long posiƟons, choose stocks that \nare under accumulaƟon or re-accumulaƟon and have built a suﬃcient cause to saƟsfy your \nobjecƟve. Step 3 relies on the use of Point and Figure charts of individual stocks.  \nDetermine the stocks' readiness to move. Apply the nine tests for buying or for selling \n(described below). For instance, in a trading range aŌer a prolonged rally, does the evidence",
    "metadata": {
      "page": 7
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_22",
    "source": "The_Wyckoff_Method",
    "text": "from the nine selling tests suggest that signiﬁcant supply is entering the market and that a \nshort posiƟon may be warranted? Or in an apparent accumulaƟon trading range, do the nine \nbuying tests indicate that supply has been successfully absorbed, as evidenced further by a \nlow-volume spring and an even lower-volume test of that spring? Use bar charts and Point \nand Figure charts of individual stocks for Step 4. \nTime your commitment with a turn in the stock market index. Three-quarters or more of \nindividual issues move in harmony with the general market, so you improve the odds of a \nsuccessful trade by having the power of the overall market behind it. Speciﬁc Wyckoﬀ \nprinciples help you anƟcipate potenƟal market turns, including a change of character of price \nacƟon (such as the largest down-bar on the highest volume aŌer a long uptrend), as well as \nmanifestaƟons of Wyckoﬀ's three laws (see below). Put your stop-loss in place and then trail",
    "metadata": {
      "page": 8
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_23",
    "source": "The_Wyckoff_Method",
    "text": "manifestaƟons of Wyckoﬀ's three laws (see below). Put your stop-loss in place and then trail \nit, as appropriate, unƟl you close out the posiƟon. Use bar and Point and Figure charts for Step \n5.  \nWyckoﬀ's \"Composite Man\" \nWyckoﬀ proposed a heurisƟc device to help understand price movements in individual stocks \nand the market as a whole, which he dubbed the “Composite Man.” \n“…all the ﬂuctuaƟons in the market and in all the various stocks should be studied as if they \nwere the result of one man’s operaƟons. Let us call him the Composite Man, who, in theory, \nsits behind the scenes and manipulates the stocks to your disadvantage if you do not \nunderstand the game as he plays it; and to your great proﬁt if you do understand it.” \nWyckoﬀ advised retail traders to try to play the market game as the Composite Man played it. \nIn fact, he even claimed that it doesn't maƩer if market moves “are real or arƟﬁcial; that is,",
    "metadata": {
      "page": 8
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_24",
    "source": "The_Wyckoff_Method",
    "text": "In fact, he even claimed that it doesn't maƩer if market moves “are real or arƟﬁcial; that is, \nthe result of actual buying and selling by the public and bona ﬁde investors or arƟﬁcial buying \nand selling by larger operators.” (The Richard D. Wyckoﬀ Method of Trading and InvesƟng in \nStocks, secƟon 9M, p. 2) Based on his years of observaƟons of the market acƟviƟes of large \noperators, Wyckoﬀ taught that: The Composite Man carefully plans, executes, and concludes \nhis campaigns. The Composite Man aƩracts the public to buy a stock in which he has already \naccumulated a sizeable line of shares by making many transacƟons involving a large number \nof shares, in eﬀect adverƟsing his stock by creaƟng the appearance of a “broad market.”",
    "metadata": {
      "page": 8
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_25",
    "source": "The_Wyckoff_Method",
    "text": "One must study individual stock charts with the purpose of judging the behavior of the stock \nand the moƟves of those large operators who dominate it. With study and pracƟce, one can \nacquire the ability to interpret the moƟves behind the acƟon that a chart portrays. Wyckoﬀ \nand his associates believed that if one could understand the market behavior of the Composite \nMan, one could idenƟfy many trading and investment opportuniƟes early enough to proﬁt \nfrom them.  \nAccording to Wyckoﬀ, the market can be understood and anƟcipated through detailed analysis \nof supply and demand, which can be ascertained from studying price acƟon, volume, and \nƟme. As a broker, he was in a posiƟon to observe the acƟviƟes of highly successful individuals \nand groups who dominated speciﬁc issues; consequently, he was able to decipher, via the use \nof what he called verƟcal (bar) and ﬁgure (Point and Figure) charts, the future intenƟons of",
    "metadata": {
      "page": 9
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_26",
    "source": "The_Wyckoff_Method",
    "text": "of what he called verƟcal (bar) and ﬁgure (Point and Figure) charts, the future intenƟons of \nthose large interests. An idealized schemaƟc of how he conceptualized the large interests' \npreparaƟon for and execuƟon of bull and bear markets is depicted in the ﬁgure below. The \nƟme to enter long orders is towards the end of the preparaƟon for a price markup or bull \nmarket (accumulaƟon of large lines of stock), while the Ɵme to iniƟate short posiƟons is at \nthe end of the preparaƟon for a price markdown. \nThree Wyckoﬀ Laws \nWyckoﬀ's chart-based methodology rests on three fundamental “laws” that aﬀect many \naspects of analysis. These include determining the market's and individual stocks' current and \npotenƟal future direcƟonal bias, selecƟng the best stocks to trade long or short, idenƟfying \nthe readiness of a stock to leave a trading range, and projecƟng price targets in a trend from \na stock’s behavior in a trading range. These laws inform the analysis of every chart and the",
    "metadata": {
      "page": 9
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_27",
    "source": "The_Wyckoff_Method",
    "text": "a stock’s behavior in a trading range. These laws inform the analysis of every chart and the \nselecƟon of every stock to trade. \n1 - The law of supply and demand \n...determines the price direcƟon. This principle is central to Wyckoﬀ’s method of trading and \ninvesƟng. When demand is greater than supply, prices rise, and when supply is greater than \ndemand, prices fall. The trader/analyst can study the balance between supply and demand by \ncomparing price and volume bars, as well as rallies and reacƟons, over Ɵme. This law is \ndecepƟvely simple; learning to accurately evaluate supply and demand on bar charts and to \nunderstand the implicaƟons of supply and demand paƩerns takes considerable pracƟce.",
    "metadata": {
      "page": 9
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_28",
    "source": "The_Wyckoff_Method",
    "text": "2 - The law of cause and eﬀect \n...helps the trader and investor set price objecƟves by gauging the potenƟal extent of a trend \nemerging from a trading range. Wyckoﬀ's “cause” can be measured by the horizontal point \ncount in a Point-and-Figure chart, while the “eﬀect” is the distance price moves corresponding \nto the point count. This law's operaƟon can be seen as the force of accumulaƟon or \ndistribuƟon within a trading range, as well as how this force works itself out in a subsequent \ntrend or movement up or down. Point-and-Figure chart counts are used to measure a cause \nand project the extent of its potenƟal eﬀect. (See “Point-and-Figure Count Guide” below for \nan illustraƟon of this law.) \n3 - The law of eﬀort versus result \n...provides an early warning of a possible change in trend in the near future. Divergences \nbetween volume and price oŌen signal a change in the direcƟon of a price trend. For example,",
    "metadata": {
      "page": 10
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_29",
    "source": "The_Wyckoff_Method",
    "text": "between volume and price oŌen signal a change in the direcƟon of a price trend. For example, \nwhen there are several high-volume (large eﬀort) but narrow-range price bars aŌer a \nsubstanƟal rally, with the price failing to make a new high (liƩle or no result), this suggests \nthat big interests are unloading shares in anƟcipaƟon of a change in trend. \nAnalyses of Trading Ranges \nOne objecƟve of the Wyckoﬀ method is to improve market Ɵming when establishing a posiƟon \nin anƟcipaƟon of a coming move where a favorable reward/risk raƟo exists. Trading ranges  \n(TRs) are places where the previous trend (up or down) has been halted and there is relaƟve \nequilibrium between supply and demand. InsƟtuƟons and other large professional interests \nprepare for their next bull (or bear) campaign as they accumulate (or distribute) shares within \nthe Trading Range. In both accumulaƟon and VD distribuƟon Trading Ranges, the Composite",
    "metadata": {
      "page": 10
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_30",
    "source": "The_Wyckoff_Method",
    "text": "the Trading Range. In both accumulaƟon and VD distribuƟon Trading Ranges, the Composite \nMan is acƟvely buying and selling - the diﬀerence being that, in accumulaƟon, the shares \npurchased outnumber those sold, while, in distribuƟon, the opposite is true. The extent of \naccumulaƟon or distribuƟon determines the cause that unfolds in the subsequent move out \nof the Trading Range. \nWyckoﬀ SchemaƟcs \nA successful Wyckoﬀ analyst must be able to anƟcipate and correctly judge the direcƟon and \nmagnitude of the move out of a Trading Range. Fortunately, Wyckoﬀ oﬀers Ɵme-tested \nguidelines for idenƟfying and delineaƟng the phases and events within a Trading Range,",
    "metadata": {
      "page": 10
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_31",
    "source": "The_Wyckoff_Method",
    "text": "which, in turn, provide the basis for esƟmaƟng price targets in the subsequent trend. These \nconcepts are illustrated in the following four schemaƟcs: two depicƟng common variants of \naccumulaƟon Trading Ranges, followed by two examples of distribuƟon Trading Ranges. \nAccumulaƟon Wyckoﬀ Events \nPreliminary Support—preliminary support, where substanƟal buying begins to provide \npronounced support aŌer a prolonged down-move. Volume increases and price spread \nwidens, signaling that the down-move may be approaching its end. \nSelling Climax—selling climax, the point at which widening spread and selling pressure usually \nclimaxes, and heavy or panicky selling by the public is being absorbed by larger professional \ninterests at or near a boƩom. OŌen, price will close well oﬀ the low in a Selling Climax, \nreﬂecƟng the buying by these large interests. \nAutomaƟc Rally—automaƟc rally, which occurs because intense selling pressure has greatly",
    "metadata": {
      "page": 11
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_32",
    "source": "The_Wyckoff_Method",
    "text": "reﬂecƟng the buying by these large interests. \nAutomaƟc Rally—automaƟc rally, which occurs because intense selling pressure has greatly \ndiminished. A wave of buying easily pushes prices up; this is further fueled by short covering. \nThe high of this rally will help deﬁne the upper boundary of an accumulaƟon Trading Range. \nSecondary Test—secondary test, in which the price revisits the area of the Selling Climax to \ntest the supply/demand balance at these levels. If a boƩom is to be conﬁrmed, volume and \nprice spread should be signiﬁcantly diminished as the market approaches support in the area \nof the Selling Climax. It is common to have mulƟple STs aŌer a Selling Climax. \nTest— Large operators always test the market for supply throughout a Trading Range (e.g., STs \nand springs) and at key points during a price advance. If considerable supply emerges on a \ntest, the market is oŌen not ready to be marked up. A spring is oŌen followed by one or more",
    "metadata": {
      "page": 11
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_33",
    "source": "The_Wyckoff_Method",
    "text": "test, the market is oŌen not ready to be marked up. A spring is oŌen followed by one or more \ntests; a successful test (indicaƟng that further price increases will follow) typically makes a \nhigher low on lesser volume. \nSign Of Strength is a sign of strength, a price advance on increasing spread, and relaƟvely \nhigher volume. OŌen, a Sign Of Strength takes place aŌer a spring, validaƟng the analyst’s \ninterpretaƟon of that prior acƟon. \nLPS—last point of support, the low point of a reacƟon or pullback aŌer a Sign Of Strength. \nBacking up to a Last Point of Support means a pullback to support that was formerly",
    "metadata": {
      "page": 11
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_34",
    "source": "The_Wyckoff_Method",
    "text": "resistance, on diminished spread and volume. On some charts, there may be more than one \nLast Point of Support, despite the ostensibly singular precision of this term.  \nBU—” back-up”. This term is short-hand for a colorful metaphor coined by Robert Evans, one \nof the leading teachers of the Wyckoﬀ method from the 1930s to the 1960s. Evans analogized \nthe Sign of Strength to a “jump across the creek” of price resistance, and the “backup to the \ncreek” represented both short-term proﬁt-taking and a test for addiƟonal supply around the \narea of resistance. A back-up is a common structural element preceding a more substanƟal \nprice mark-up, and can take on a variety of forms, including a simple pullback or a new Trading \nRange at a higher level. \nNote: \nSprings or shakeouts usually occur late within a Trading Range and allow the stock’s dominant \nplayers to make a deﬁniƟve test of available supply before a markup campaign unfolds. A",
    "metadata": {
      "page": 12
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_35",
    "source": "The_Wyckoff_Method",
    "text": "players to make a deﬁniƟve test of available supply before a markup campaign unfolds. A \n“spring” takes price below the low of the Trading Range and then reverses to close within the \nTrading Range; this acƟon allows large interests to mislead the public about the future trend \ndirecƟon and to acquire addiƟonal shares at bargain prices. A terminal shakeout at the end of \nan accumulaƟon Trading Range is like a spring on steroids. Shakeouts may also occur once a \nprice advance has started, with rapid downward movement intended to induce retail traders \nand investors in long posiƟons to sell their shares to large operators. However, springs and \nterminal shakeouts are not required elements: AccumulaƟon SchemaƟc 1 depicts a spring, \nwhile AccumulaƟon SchemaƟc 2 shows a Trading Range without a spring. \nPhase A: Phase A marks the stopping of the prior downtrend. Up to this point, supply has been \ndominant. The approaching diminuƟon of supply is evidenced in preliminary support",
    "metadata": {
      "page": 12
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_36",
    "source": "The_Wyckoff_Method",
    "text": "dominant. The approaching diminuƟon of supply is evidenced in preliminary support \n(Preliminary Support) and a selling climax (Selling Climax). These events are oŌen very obvious \non bar charts, where widening spread and heavy volume depict the transfer of huge numbers \nof shares from the public to large professional interests. Once these intense selling pressures \nhave been relieved, an automaƟc rally (AutomaƟc Rally), consisƟng of both insƟtuƟonal \ndemand for shares as well as short-covering, typically ensues. A successful secondary test \n(Secondary Test) in the area of the Selling Climax will show less selling than previously and a \nnarrowing of spread and decreased volume, generally stopping at or above the same price \nlevel as the Selling Climax. If the Secondary Test goes lower than that of the Selling Climax, \none can anƟcipate either new lows or prolonged consolidaƟon. The lows of the Selling Climax",
    "metadata": {
      "page": 12
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_37",
    "source": "The_Wyckoff_Method",
    "text": "and the Secondary Test and the high of the AutomaƟc Rally set the boundaries of the Trading \nRange. Horizontal lines may be drawn to help focus aƩenƟon on market behavior, as seen in \nthe two AccumulaƟon SchemaƟcs above.  \nSomeƟmes the downtrend may end less dramaƟcally, without climacƟc price and volume \nacƟon. In general, however, it is preferable to see the Preliminary Support, Selling Climax, \nAutomaƟc Rally, and Secondary Test, as these provide not only a more disƟnct charƟng \nlandscape but a clear indicaƟon that large operators have deﬁniƟvely iniƟated accumulaƟon. \nIn a re-accumulaƟon Trading Range (which occurs during a longer-term uptrend), the points \nrepresenƟng Preliminary Support, Selling Climax, and Secondary Test are not evident in Phase \nA. Rather, in such cases, Phase A resembles that more typically seen in distribuƟon (see \nbelow). Phases B-E generally have a shorter duraƟon and smaller amplitude than, but are",
    "metadata": {
      "page": 13
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_38",
    "source": "The_Wyckoff_Method",
    "text": "below). Phases B-E generally have a shorter duraƟon and smaller amplitude than, but are \nulƟmately similar to, those in the primary accumulaƟon base.  \nPhase B: In Wyckoﬃan analysis, Phase B serves the funcƟon of “building a cause” for a new \nuptrend (see Wyckoﬀ Law #2 – “Cause and Eﬀect”). In Phase B, insƟtuƟons and large \nprofessional interests are accumulaƟng relaƟvely low-priced inventory in anƟcipaƟon of the \nnext markup. The process of insƟtuƟonal accumulaƟon may take a long Ɵme (someƟmes a \nyear or more) and involves purchasing shares at lower prices and checking advances in price \nwith short sales. There are usually mulƟple STs during Phase B, as well as upthrust-type acƟons \nat the upper end of the Trading Range. Overall, the large interests are net buyers of shares as \nthe Trading Range evolves, with the goal of acquiring as much of the remaining ﬂoaƟng supply \nas possible. InsƟtuƟonal buying and selling imparts the characterisƟc up-and-down price",
    "metadata": {
      "page": 13
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_39",
    "source": "The_Wyckoff_Method",
    "text": "as possible. InsƟtuƟonal buying and selling imparts the characterisƟc up-and-down price \nacƟon of the trading range. Early on in Phase B, the price swings tend to be wide and \naccompanied by high volume. As the professionals absorb the supply, however, the volume of \ndownswings within the trading range tends to diminish. When it appears that the supply is \nlikely to have been exhausted, the stock is ready for Phase C.  \nPhase C: It is in Phase C that the stock price goes through a decisive test of the remaining \nsupply, allowing the “smart money” operators to ascertain whether the stock is ready to be \nmarked up. As noted above, a spring is a price move below the support level of the Trading \nRange (established in Phases A and B) that quickly reverses and moves back into the Trading \nRange. It is an example of a bear trap because the drop below support appears to signal \nresumpƟon of the downtrend. In reality, though, this marks the beginning of a new uptrend,",
    "metadata": {
      "page": 13
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_40",
    "source": "The_Wyckoff_Method",
    "text": "trapping the late sellers (bears). In Wyckoﬀ's method, a successful test of supply represented \nby a spring (or a shakeout) provides a high-probability trading opportunity. A low-volume \nspring (or a low-volume test of a shakeout) indicates that the stock is likely to be ready to \nmove up, so this is a good Ɵme to iniƟate at least a parƟal long posiƟon. The appearance of a \nSign Of Strength shortly aŌer a spring or shakeout validates the analysis. As noted in \nAccumulaƟon SchemaƟc #2, however, the tesƟng of supply can occur higher up in the Trading \nRange without a spring or shakeout; when this occurs, idenƟfying Phase C can be challenging. \nPhase D: If we are correct in our analysis, what should follow is the consistent dominance of \ndemand over supply. This is evidenced by a paƩern of advances (Signals of Strengths) on \nwidening price spreads and increasing volume, as well as reacƟons (Last Point of Supports) on",
    "metadata": {
      "page": 14
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_41",
    "source": "The_Wyckoff_Method",
    "text": "widening price spreads and increasing volume, as well as reacƟons (Last Point of Supports) on \nsmaller spreads and diminished volumes. During Phase D, the price will move at least to the \ntop of the Trading Range. The last point of support in this phase is generally excellent for \niniƟaƟng or adding to long, proﬁtable posiƟons. \nPhase E: In Phase E, the stock leaves the Trading Range, demand is in full control, and the \nmarkup is obvious to everyone. Setbacks, such as shakeouts and more typical reacƟons, are \nusually short-lived. New, higher-level Trading Ranges comprising both proﬁt-taking and \nacquisiƟon of addiƟonal shares (“re-accumulaƟon”) by large operators can occur at any point \nin Phase E. These Trading Ranges are someƟmes called “stepping stones” on the way to even \nhigher price targets. \nPSY—preliminary supply, where large interests begin to unload shares in quanƟty aŌer a \npronounced up-move. Volume expands and price spread widens, signaling that a change in",
    "metadata": {
      "page": 14
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_42",
    "source": "The_Wyckoff_Method",
    "text": "pronounced up-move. Volume expands and price spread widens, signaling that a change in \ntrend may be approaching.  \nBC—buying climax, during which there are oŌen marked increases in volume and price \nspread. The force of buying reaches a climax, with heavy or urgent buying by the public being \nﬁlled by professional interests at prices near the top. A Buying Climax oŌen coincides with a \ngreat earnings report or other good news, since the large operators require huge demand \nfrom the public to sell their shares without depressing the stock price. \nAR—automaƟc reacƟon. With intense buying substanƟally diminished aŌer the Buying Climax \nand heavy supply conƟnuing, an AutomaƟc Rally takes place. The low of this selloﬀ helps \ndeﬁne the lower boundary of the distribuƟon Trading Range.",
    "metadata": {
      "page": 14
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_43",
    "source": "The_Wyckoff_Method",
    "text": "Secondary Test—secondary test, in which the price revisits the area of the Buying Climax to \ntest the demand/supply balance at these price levels. For a top to be conﬁrmed, supply must \noutweigh demand; volume and spread should thus decrease as price approaches the \nresistance area of the Buying Climax. A Secondary Test may take the form of an upthrust (UT), \nin which price moves above the resistance represented by the Buying Climax and possibly \nother STs before quickly reversing to close below resistance. AŌer UT, price oŌen tests the \nlower boundary of the Trading Range. \nSOW is a sign of weakness, observable as a down move to (or slightly past) the lower boundary \nof the Trading Range, usually occurring on increased spread and volume. The AutomaƟc Rally \nand the iniƟal SOW(s) indicate a change of character in the stock's price acƟon: supply is now \ndominant. \nLPSY—last point of supply. AŌer tesƟng support on SOW, a feeble rally on a narrow spread",
    "metadata": {
      "page": 15
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_44",
    "source": "The_Wyckoff_Method",
    "text": "dominant. \nLPSY—last point of supply. AŌer tesƟng support on SOW, a feeble rally on a narrow spread \nshows that the market is having considerable diﬃculty advancing. This inability to rally may \nbe due to weak demand, substanƟal supply, or both. LPSYs represent exhausƟon of demand \nand the last waves of large operators’ distribuƟon before markdown begins in earnest. \nUTAD—upthrust aŌer distribuƟon. A UTAD is the distribuƟonal counterpart to the spring and \nterminal shakeout in the accumulaƟon Trading Range. It occurs in the laƩer stages of the \nTrading Range and provides a deﬁniƟve test of new demand aŌer a breakout above Trading \nRange resistance. Analogous to springs and shakeouts, a UTAD is not a required structural \nelement: the Trading Range in DistribuƟon SchemaƟc #1 contains a UTAD, while the Trading \nRange in DistribuƟon SchemaƟc #2 does not. \nPhase A: Phase A in a distribuƟon Trading Range marks the stopping of the prior uptrend. Up",
    "metadata": {
      "page": 15
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_45",
    "source": "The_Wyckoff_Method",
    "text": "Range in DistribuƟon SchemaƟc #2 does not. \nPhase A: Phase A in a distribuƟon Trading Range marks the stopping of the prior uptrend. Up \nto this point, demand has been dominant, and the ﬁrst signiﬁcant evidence of supply entering \nthe market is provided by preliminary supply (PSY) and the buying climax (BC). These events \nare usually followed by an automaƟc reacƟon (AutomaƟc Rally) and a secondary test \n(Secondary Test) of the Buying Climax, oŌen upon diminished volume. However, the uptrend \nmay also terminate without climacƟc acƟon, instead demonstraƟng exhausƟon of demand \nwith decreasing spread and volume; less upward progress is made on each rally before \nsigniﬁcant supply emerges.",
    "metadata": {
      "page": 15
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_46",
    "source": "The_Wyckoff_Method",
    "text": "In a redistribuƟon Trading Range within a larger downtrend, Phase A may look more like the \nstart of an accumulaƟon Trading Range (e.g., with climacƟc price and volume acƟon to the \ndownside). However, Phases B through E of a re-distribuƟon Trading Range can be analyzed in \na similar manner to the distribuƟon Trading Range at the market top.  \nPhase B: The funcƟon of Phase B is to build a cause in preparaƟon for a new downtrend. \nDuring this Ɵme, insƟtuƟons and large professional interests are disposing of their long \ninventory and iniƟaƟng short posiƟons in anƟcipaƟon of the next markdown. The points about \nPhase B in distribuƟon are similar to those made for Phase B in accumulaƟon, except that the \nlarge interests are net sellers of shares as the Trading Range evolves, with the goal of \nexhausƟng as much of the remaining demand as possible. This process leaves clues that the \nsupply/demand balance has Ɵlted toward supply instead of demand. For instance, SOWs are",
    "metadata": {
      "page": 16
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_47",
    "source": "The_Wyckoff_Method",
    "text": "supply/demand balance has Ɵlted toward supply instead of demand. For instance, SOWs are \nusually accompanied by signiﬁcantly increased spread and volume to the downside. \nPhase C: In distribuƟon, Phase C may reveal itself via an upthrust (UT) or UTAD. As noted \nabove, a UT is the opposite of a spring. It is a price move above Trading Range resistance that \nquickly reverses and closes in the Trading Range. This is a test of the remaining demand. It is \nalso a bull trap—it appears to signal the resumpƟon of the uptrend but in reality is intended \nto “wrong-foot” uninformed break-out traders. A UT or UTAD allows large interests to mislead \nthe public about the future trend direcƟon and, subsequently, sell addiƟonal shares at \nelevated prices to such breakout traders and investors before the markdown begins. In \naddiƟon, UTAD may induce smaller traders in short posiƟons to cover and surrender their \nshares to the larger interests who have engineered this move.",
    "metadata": {
      "page": 16
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_48",
    "source": "The_Wyckoff_Method",
    "text": "shares to the larger interests who have engineered this move. \nAggressive traders may wish to iniƟate short posiƟons aŌer a UT or UTAD. The risk/reward \nraƟo is oŌen quite favorable. However, the “smart money” repeatedly stops out traders who \niniƟate such short posiƟons with one UT aŌer another, so it is oŌen safer to wait unƟl Phase \nD and an LPSY. \nOŌen demand is so weak in a distribuƟon Trading Range that price does no t reach the level \nof the Buying Climax or iniƟal Secondary Test. In this case, Phase C's test of demand may be \nrepresented by a UT of a lower high within the Trading Range. \nPhase D: Phase D arrives aŌer the tests in Phase C, which show us the last gasps of demand. \nDuring Phase D, price travels to or through the Trading Range support. The evidence that",
    "metadata": {
      "page": 16
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_49",
    "source": "The_Wyckoff_Method",
    "text": "supply is clearly dominant increases either with a clear break of support or with a decline \nbelow the mid-point of the Trading Range aŌer a UT or UTAD. There are oŌen mulƟple weak \nrallies within Phase D; these LPSYs represent excellent opportuniƟes to iniƟate or add to \nproﬁtable short posiƟons. Anyone sƟll in a long posiƟon during Phase D is asking for trouble. \nPhase E: Phase E depicts the unfolding of the downtrend; the stock leaves the Trading Range, \nand supply is in control. Once Trading Range support is broken on a major SOW, this \nbreakdown is oŌen tested with a rally that fails at or near support. This also represents a high-\nprobability opportunity to sell short. Subsequent rallies during the markdown are usually \nfeeble. Traders who have taken short posiƟons can trail their stops as the price declines. AŌer \na signiﬁcant down-move, climacƟc acƟon may signal the beginning of a re-distribuƟon Trading \nRange or of accumulaƟon. \nSupply and Demand Analysis",
    "metadata": {
      "page": 17
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_50",
    "source": "The_Wyckoff_Method",
    "text": "a signiﬁcant down-move, climacƟc acƟon may signal the beginning of a re-distribuƟon Trading \nRange or of accumulaƟon. \nSupply and Demand Analysis \nAnalysis of supply and demand on bar charts, through examinaƟon of volume and price \nmovements, represents one of the central pillars of the Wyckoﬀ method. For example, a price \nbar that is widely spread, closes at a high well above those of the previous several bars, and \nis accompanied by higher-than-average volume suggests the presence of demand. Similarly, a \nhigh-volume price bar with a wide spread, closing at a low well below the lows of prior bars, \nsuggests the presence of supply. These simple examples belie the extent of the subtleƟes and \nnuances of such analysis. For instance, labeling and understanding the implicaƟons of Wyckoﬀ \nevents and phases in trading ranges, as well as ascertaining when the price is ready to be \nmarked up or down, is based largely on the correct assessment of supply and demand.",
    "metadata": {
      "page": 17
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_51",
    "source": "The_Wyckoff_Method",
    "text": "marked up or down, is based largely on the correct assessment of supply and demand. \nWyckoﬀ's ﬁrst and third laws described above (Supply and Demand and Eﬀort versus Result) \nembody this core approach. ConvenƟonal wisdom of much technical analysis (and basic \neconomic theory) accepts one of the obvious insights of the law of Supply and Demand: when \ndemand to buy shares exceeds sell orders at any Ɵme, price will advance to a level where \ndemand decreases and/or supply increases to create a new (transient) equilibrium. The \nconverse is also true: when sell orders (supply) exceed buy orders (demand) at any Ɵme, \nequilibrium will be restored (temporarily) by a price decline to a level where supply and \ndemand are in balance. Wyckoﬀ's third law (Eﬀort versus Result) involves idenƟfying price-\nvolume convergences and divergences to anƟcipate potenƟal turning points in price trends. \nFor example, when volume (Eﬀort) and price (Result) both increase substanƟally, they are in",
    "metadata": {
      "page": 17
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_52",
    "source": "The_Wyckoff_Method",
    "text": "harmony, suggesƟng that demand will likely conƟnue to propel prices higher. In some \ninstances, however, volume may increase, possibly even substanƟally, but the price does not \nfollow, producing only a marginal change at the close. If we observe this price-volume \nbehavior in a reacƟon to support in an accumulaƟon trading range, this indicates absorpƟon \nof supply by large interests, and is considered bullish. Similarly, a huge volume on a rally with \nminimal price advance in a distribuƟon trading range demonstrates a stock's inability to rally \nbecause of the presence of signiﬁcant supply, also from big insƟtuƟons. Several reacƟons in \nthe AAPL chart below illustrate the Law of Eﬀort versus Result.  \nIn this chart of AAPL, we can observe the principle of Eﬀort versus Result in three price \nreacƟons. In the ﬁrst, we see prices falling at a number of widespread bars and volume \nincreasing. This suggests a harmony between volume (Eﬀort) and the decline in price (Result).",
    "metadata": {
      "page": 18
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_53",
    "source": "The_Wyckoff_Method",
    "text": "increasing. This suggests a harmony between volume (Eﬀort) and the decline in price (Result). \nIn the second reacƟon, price decreases by a similar amount as in ReacƟon #1, but on smaller \nspreads and lower volume, indicaƟve of reduced supply, which in turn suggests the potenƟal \nfor at least a short-term rally. In ReacƟon #3, the swing size decreases, yet volume increases. \nIn other words, the Eﬀort increases while the Result decreases, showing the presence of large \nbuyers absorbing supply in anƟcipaƟon of a conƟnuaƟon of the rally. \nComparaƟve Strength Analysis \nWyckoﬀ's stock selecƟon process always included an analysis of comparaƟve strength. To \nidenƟfy candidates for long posiƟons, he looked for stocks or industries that were \noutperforming the market, both during trends and within trading ranges, whereas with short \nposiƟons, he looked for underperformers. All of his charƟng, including bar and Point and",
    "metadata": {
      "page": 18
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_54",
    "source": "The_Wyckoff_Method",
    "text": "posiƟons, he looked for underperformers. All of his charƟng, including bar and Point and \nFigure charts, was done by hand. Therefore, he conducted his comparaƟve strength analysis \nbetween a stock and the market, or between a stock and others in its industry, by placing one \nchart under another, as in the example below. Wyckoﬀ compared successive waves or swings \nin each chart, examining the strength or weakness of each in relaƟon to prior waves on the \nsame chart and to the corresponding points on the comparison chart. A variaƟon of this \napproach is to idenƟfy signiﬁcant highs and lows and note them on both charts. One can then \nevaluate the strength of the stock by looking at its price relaƟve to the previous high(s) or \nlow(s), doing the same thing on the comparison chart. In these charts of AAPL and the \nNASDAQ composite index ($COMPX), AAPL is making a lower high at point #3 (relaƟve to point",
    "metadata": {
      "page": 18
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_55",
    "source": "The_Wyckoff_Method",
    "text": "NASDAQ composite index ($COMPX), AAPL is making a lower high at point #3 (relaƟve to point \n#1), whereas the $COMPX is making a higher high at that point. This shows that AAPL is",
    "metadata": {
      "page": 18
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_56",
    "source": "The_Wyckoff_Method",
    "text": "underperforming the market at point #3. The picture changes in February: AAPL is starƟng to \noutperform the market by making a higher high at point #5 and a higher low at #6 relaƟve to \nthe market, which is making a lower high at point #5 and a lower low at point #6. In his stock \nselecƟon, Wyckoﬀ would enter long posiƟons in stocks that showed similar strength relaƟve \nto the market, assuming that these candidates met other criteria as well, as discussed in the \nNine Buying/Selling Tests, below. Modern Wyckoﬀ pracƟƟoners can uƟlize the RelaƟve \nStrength RaƟo between a stock and a market proxy to compare points of strength and \nweakness. In fact, the use of the RelaƟve Strength RaƟo can more easily eliminate potenƟal \ninaccuracies due to the existence of diﬀerent price scales between a stock and its relevant \nmarket index.  \nNine Buying/Selling Tests \nWhereas the three Wyckoﬀ laws provide a big-picture foundaƟon for the Wyckoﬀ method,",
    "metadata": {
      "page": 19
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_57",
    "source": "The_Wyckoff_Method",
    "text": "market index.  \nNine Buying/Selling Tests \nWhereas the three Wyckoﬀ laws provide a big-picture foundaƟon for the Wyckoﬀ method, \nthe nine buying and selling tests are a set of narrower, speciﬁc principles to help guide trade \nentry. These tests help delineate when a trading range is drawing to a close and a new uptrend \n(markup) or downtrend (markdown) is about to begin. In other words, the nine tests deﬁne \nthe line of least resistance in the market. Below is a lisƟng of the nine buying tests and nine \nselling tests, including the references to which kind of chart should be used. Wyckoﬀ Buying \nTests for AccumulaƟon - Downside price objecƟve accomplished – POINT AND FIGURE chart \nPreliminary support, selling climax, secondary test - Bar and POINT AND FIGURE charts AcƟvity \nbullish (volume increases on rallies and diminishes during reacƟons) – Bar chart Downward \nstride broken (that is, supply line or downtrend line penetrated) - Bar or POINT AND FIGURE",
    "metadata": {
      "page": 19
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_58",
    "source": "The_Wyckoff_Method",
    "text": "stride broken (that is, supply line or downtrend line penetrated) - Bar or POINT AND FIGURE \nchart Higher lows - Bar or POINT AND FIGURE chart Higher highs - Bar or POINT AND FIGURE \nchart Stock stronger than the market (that is, stock more responsive on rallies and more \nresistant to reacƟons than the market index) - Bar chart Base forming (horizontal price line) – \nBar or POINT AND FIGURE chart EsƟmated upside proﬁt potenƟal is at least three Ɵmes the \nloss if the iniƟal stop-loss were hit – POINT AND FIGURE and bar charts. Wyckoﬀ Selling Tests \nfor DistribuƟon - Upside objecƟve accomplished - POINT AND FIGURE chart AcƟvity bearish \n(volume decreases on rallies and increases on reacƟons) - Bar and POINT AND FIGURE charts \nPreliminary supply, buying climax - Bar and POINT AND FIGURE charts Stock weaker than the \nmarket (that is, more responsive than the market on reacƟons and sluggish on rallies) - Bar",
    "metadata": {
      "page": 19
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_59",
    "source": "The_Wyckoff_Method",
    "text": "market (that is, more responsive than the market on reacƟons and sluggish on rallies) - Bar \nchart Upward stride broken (that is, support line or uptrend line penetrated) - Bar or POINT",
    "metadata": {
      "page": 19
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_60",
    "source": "The_Wyckoff_Method",
    "text": "AND FIGURE chart Lower highs - Bar or POINT AND FIGURE chart Lower lows - Bar or POINT \nAND FIGURE chart Crown forming (lateral movement) - POINT AND FIGURE chart EsƟmated \ndownside proﬁt potenƟal is at least three Ɵmes the risk for if the iniƟal stop-order were hit - \nPOINT AND FIGURE and bar charts. \nThe downtrend in this example of AAPL concludes with Preliminary Support (Preliminary \nSupport), a Selling Climax (Selling Climax), an AutomaƟc Rally (AutomaƟc Rally), and a \nSecondary Test (Secondary Test), which combine to saƟsfy Test #2. Volume contracts \nthroughout the trading range, and prices start to make higher highs and higher lows – this \nshows a decrease and absorpƟon of supply and ease of upward movement, despite \ndecreasing demand. Once supply has been exhausted, price can rise on lower demand than \none might otherwise expect. Such acƟvity is bullish and saƟsﬁes Test #3. The downward stride",
    "metadata": {
      "page": 20
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_61",
    "source": "The_Wyckoff_Method",
    "text": "one might otherwise expect. Such acƟvity is bullish and saƟsﬁes Test #3. The downward stride \nand downtrend channel have been broken, and price consolidates in the trading range – Test \n#4 is saƟsﬁed. In February-April 2009, AAPL made higher highs and higher lows, all of which \nwere stronger than the market. This saƟsﬁes Tests #5, 6, and 7. The stock has spent six months \nconsolidaƟng and has built a cause suﬃcient for a substanƟal future advance. The base is \nformed, saƟsfying Test #8. Note that tests #1 and #9 could only be met through the use of \nPOINT AND FIGURE charts. Guidelines for horizontal counƟng in a trading range are discussed \nin the following secƟon of this arƟcle. Wyckoﬀ Point and Figure (POINT AND FIGURE) Count \nGuide Wyckoﬀ developed a uniquely eﬀecƟve method to idenƟfy price targets for both long \nand short trades using Point and Figure (P&F) charts. This method embodies Wyckoﬀ's",
    "metadata": {
      "page": 20
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_62",
    "source": "The_Wyckoff_Method",
    "text": "and short trades using Point and Figure (P&F) charts. This method embodies Wyckoﬀ's \nfundamental law of Cause and Eﬀect, where the horizontal POINT AND FIGURE count within \na trading range represents the Cause and the subsequent price movement out of the trading \nrange represents the Eﬀect. The Wyckoﬀ Count Guide shows the trader how to calculate the \ncause built during a trading range so as to be able to project future price targets. The process \nconsists of the following: Use a bar chart and a POINT AND FIGURE chart encompassing the \nsame trading range(s) and Ɵmeframe. Choose an appropriate box size for the POINT AND \nFIGURE chart: e.g., for low-priced stocks, the box size could be 0.5 to 1 point, whereas for high-\npriced (> $200) stocks, a box size of 5 points would be more appropriate. The box size for the \nDow Jones Industrial Average could be 100 points. AŌer idenƟfying a sign of strength (Sign Of",
    "metadata": {
      "page": 20
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_63",
    "source": "The_Wyckoff_Method",
    "text": "Dow Jones Industrial Average could be 100 points. AŌer idenƟfying a sign of strength (Sign Of \nStrength) towards the right side of the Trading Range on the bar chart, locate the last point at \nwhich support was met on a reacƟon—the last point of support (LPS). Locate this point on",
    "metadata": {
      "page": 20
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_64",
    "source": "The_Wyckoff_Method",
    "text": "your POINT AND FIGURE chart also, and count from right to leŌ at the price level of the Last \nPoint of Support, taking your most conservaƟve count ﬁrst and moving further to the leŌ as \nthe move progresses. These increments in counts should be based on phases corresponding \nto speciﬁc Wyckoﬀ events within the Trading Range. In moving to the leŌ, turn to your bar \nchart and divide the area of accumulaƟon into phases, adding one complete phase at a Ɵme. \nNote that POINT AND FIGURE phases are NOT the same as Phases A–E used in the analysis of \ntrading ranges described in previous secƟons on AccumulaƟon and DistribuƟon. Never add \nonly part of a POINT AND FIGURE phase to your count. Volume and price acƟon will usually \nshow where the phase began and ended. For instance, the ﬁrst phase can consist of the POINT \nAND FIGURE count from the Last Point of Support back to the spring, while the second phase",
    "metadata": {
      "page": 21
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_65",
    "source": "The_Wyckoff_Method",
    "text": "AND FIGURE count from the Last Point of Support back to the spring, while the second phase \ncovers the count from the spring to a clearly deﬁned Secondary Test. In the case of a longer-\nterm count involving mulƟple POINT AND FIGURE phases, the Last Point of Support oŌen \nappears at the original level of preliminary support or the Selling Climax. When the Last Point \nof Support occurs at either of these levels, this tends to validate the count. A spring may also \nserve as the Last Point of Support from the perspecƟve of the POINT AND FIGURE count. \nUsually, a spring is followed by a Sign Of Strength, and the law of the reacƟon following that \nSign Of Strength is also a valid LPS. As the trend progresses, you will oŌen see price \nconsolidaƟon, or a new trading range, forming at a higher (or, in a downtrend, lower) level. \nVery oŌen, this will produce a “stepping stone conﬁrming count” of the original POINT AND",
    "metadata": {
      "page": 21
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_66",
    "source": "The_Wyckoff_Method",
    "text": "Very oŌen, this will produce a “stepping stone conﬁrming count” of the original POINT AND \nFIGURE count. Thus, as the new Trading Range forms, you can oŌen get a Ɵming indicaƟon by \nwatching the acƟon of the stock as the potenƟal count begins to conﬁrm the original count. \nIn other words, as the price target projected from the stepping-stone Trading Range \napproaches that of the original Trading Range, the upward or downward trend may be ready \nto resume. Because the price swings within these stepping-stone consolidaƟons are typically \nnarrower than those in primary accumulaƟon or distribuƟon Trading Ranges, it is preferable \nto use a smaller box size to measure POINT AND FIGURE counts within the former. For \nexample, long-term counts on three-point and ﬁve-point charts are frequently conﬁrmed by \nsubsequent minor counts using a one-point chart in re-accumulaƟon Trading Ranges.  \nFor longer-term price targets, you should add the POINT AND FIGURE count to the exact low",
    "metadata": {
      "page": 21
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_67",
    "source": "The_Wyckoff_Method",
    "text": "For longer-term price targets, you should add the POINT AND FIGURE count to the exact low \nof the trading range in which the count is being measured, as well as to the halfway point \nbetween the low and the price level of the count line. You will thus be using the most",
    "metadata": {
      "page": 21
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_68",
    "source": "The_Wyckoff_Method",
    "text": "conservaƟve count(s) as a guide so as to esƟmate more realisƟc minimum price targets. Price \ntargets derived from Wyckoﬀ POINT AND FIGURE counts represent points where you should \n“stop, look, and listen.” These targets should never be looked upon as exact points of where a \ntrend will change; instead, they should be used as projected points where a turn could occur. \nAddiƟonally, you can use the bar chart to observe the price acƟon and volume as these points \nare approached. In the case of three-point or ﬁve-point charts, the same count line should be \nused for one-point charts. Wyckoﬀ's chart-based methodology rests on three fundamental \n“laws” that aﬀect many aspects of analysis. These include determining the market's and \nindividual stocks' current and potenƟal future direcƟonal bias, selecƟng the best stocks to \ntrade long or short, idenƟfying the readiness of a stock to leave a trading range, and projecƟng",
    "metadata": {
      "page": 22
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_69",
    "source": "The_Wyckoff_Method",
    "text": "trade long or short, idenƟfying the readiness of a stock to leave a trading range, and projecƟng \nprice targets in a trend from a stock’s behavior in a trading range. These laws inform the \nanalysis of every chart and the selecƟon of every stock to trade. Conclusion: The pioneering \nwork of Richard D. Wyckoﬀ in the early twenƟeth century was centered around the realizaƟon \nthat stock price trends were driven primarily by insƟtuƟonal and other large operators who \nmanipulate stock prices in their favor. Many professional traders today use Wyckoﬀ's method, \nbut his overall approach is sƟll not widely followed among retail traders, even though his \neducaƟonal eﬀorts were intended to teach the public the “real rules of the game.” \nNonetheless, his stock selecƟon and investment methodology have stood the test of Ɵme, \nlargely due to their thorough, systemaƟzed, and logical structure for idenƟfying high-",
    "metadata": {
      "page": 22
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_70",
    "source": "The_Wyckoff_Method",
    "text": "largely due to their thorough, systemaƟzed, and logical structure for idenƟfying high-\nprobability and highly proﬁtable trades. The discipline involved in this approach allows the \ninvestor to make informed trading decisions unclouded by emoƟon. Using Wyckoﬀ's method, \none can invest in stocks by capitalizing on the intenƟons of the large “smart money” interests, \nrather than being caught on the wrong side of the market. AƩaining proﬁciency in Wyckoﬀ \nanalysis requires considerable pracƟce, but it is well worth the eﬀort.  \nVisual templates for market Ɵming decisions \nIntroducƟon This arƟcle will explain and discuss applicaƟons of the Three SchemaƟcs used in \nthe Wyckoﬀ Method of Technical Analysis. It will build upon and extend the “Wyckoﬀ Laws \nand Tests” arƟcle that appeared in the STA’s journal in November 2004 (Issue No 51). That \narƟcle examined the ﬁrst part of the Wyckoﬀ EquaƟon – the analyƟcal, digital half which",
    "metadata": {
      "page": 22
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_71",
    "source": "The_Wyckoff_Method",
    "text": "arƟcle examined the ﬁrst part of the Wyckoﬀ EquaƟon – the analyƟcal, digital half which \nconsists of “check lists” for the “three laws” and “nine tests”. The Wyckoﬀ SchemaƟcs will \ncomplete the Wyckoﬀ picture by introducing students of technical analysis to the visual half",
    "metadata": {
      "page": 22
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_72",
    "source": "The_Wyckoff_Method",
    "text": "of the Wyckoﬀ equaƟon. For each of the three SchemaƟcs – one for accumulaƟon and two for \ndistribuƟon – there will be an idealised representaƟon of the SchemaƟc. On top of each \nSchemaƟc there will appear alphabeƟcal and numerical annotaƟons that refer to Wyckoﬀ’s \ninterpretaƟons of key phases and junctures found during the evoluƟon of accumulaƟon or \ndistribuƟon. Many of these annotaƟons reﬂect the work of Mr. Robert G. Evans. It was Mr. \nEvans who carried on the teaching of the Wyckoﬀ Method aŌer the death of Mr. Wyckoﬀ in \n1934. Mr. Evans was a creaƟve teacher who was a master at explaining Wyckoﬀ via analogies. \nThe SchemaƟc principles will then be applied to charts of Nokia. (These were real-Ɵme charts \nused by the authors during conferences in Stockholm, Sweden in October 2004 and in Malmo, \nSweden during June 2005. Finally, this arƟcle will explain how the use of Wyckoﬀ SchemaƟcs \nmay be extended. The authors have long observed that an accumulaƟon schemaƟc had been",
    "metadata": {
      "page": 23
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_73",
    "source": "The_Wyckoff_Method",
    "text": "may be extended. The authors have long observed that an accumulaƟon schemaƟc had been \nmissing. This missing schemaƟc would be the accumulaƟon counterpart of the distribuƟon \nschemaƟc of declining types within a trading range. A new schemaƟc for accumulaƟon has, \ntherefore, been developed to ﬁll the gap in Wyckoﬀ schemaƟcs. \n1. ACCUMULATION and DISTRIBUTION An objecƟve of the Wyckoﬀ Method of technical \nanalysis is to improve market Ɵming when establishing a speculaƟve posiƟon in anƟcipaƟon \nof a coming move where a favourable reward/risk raƟo exists to jusƟfy taking that posiƟon. \nTrading Ranges (TRs) are places where the previous move has been halted and there is relaƟve \nequilibrium between supply and demand. It is here within the TR that campaigns of \naccumulaƟon or distribuƟon develop in preparaƟon for the coming move. It is this force of \naccumulaƟon or distribuƟon that can be said to build a cause which unfolds in the subsequent",
    "metadata": {
      "page": 23
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_74",
    "source": "The_Wyckoff_Method",
    "text": "accumulaƟon or distribuƟon that can be said to build a cause which unfolds in the subsequent \nmove. The building up of the necessary force takes Ɵme and because during this period the \nprice acƟon is well deﬁned, trading ranges present parƟcularly good trading opportuniƟes \nwith potenƟally very favourable reward/risk parameters. To be successful, however, we must \nbe able to correctly anƟcipate the direcƟon and magnitude of the coming move out of the \ntrading range. Fortunately, Wyckoﬀ oﬀers us some guidelines and models by which we can \nexamine a trading range.  \nACCUMULATION SchemaƟc 1 is a basic Wyckoﬀ model for accumulaƟon. While this basic \nmodel does not oﬀer a schemaƟc for all the possible variaƟons in the anatomy of the TR, it \ndoes provide a representaƟon of the important Wyckoﬀ principles, oŌen evident in an area of \naccumulaƟon, and the idenƟﬁable phases used to guide our analysis through the TR toward",
    "metadata": {
      "page": 23
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_75",
    "source": "The_Wyckoff_Method",
    "text": "our taking of a speculaƟve posiƟon. SCHEMATIC 1 AccumulaƟon SchemaƟc Phases A through \nE: Phases through which the Trading Range passes as conceptualised by the Wyckoﬀ method \nand explained in the text. Lines A and B… deﬁne support of the Trading Range. Lines C and D… \ndeﬁne resistance of the Trading Range. (PS) preliminary Support is where substanƟal buying \nbegins to provided pronounced support aŌer a prolonged downmove Volume and spread \nwiden and provide a signal that the downmove may be approaching its end. (SC) Selling \nClimax… the point at which widening spread and selling pressure usually climaxes and heavy \nor panicky selling by the public is being absorbed by larger professional interests at prices near \na boƩom. (AR) AutomaƟc Rally… selling pressure has been preƩy much exhausted. A wave of \nbuying can now easily push up prices which is further fuelled by short covering. The high of",
    "metadata": {
      "page": 24
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_76",
    "source": "The_Wyckoff_Method",
    "text": "buying can now easily push up prices which is further fuelled by short covering. The high of \nthis rally will help deﬁne the top of the trading range. (STs) Secondary Test(s)… revisit the area \nof the Selling Climax to test the supply demand balance at these price levels. If a boƩom is to \nbe conﬁrmed, signiﬁcant supply should not resurface, and volume and price spread should be \nsigniﬁcantly diminished as the market approaches support in the area of the SC. The “CREEK” \nis an analogy to a wavy line of resistance drawn loosely across rally peaks within the trading \nrange. There are of course minor lines of resistance and more signiﬁcant ones that will have \nto be crossed before the market’s journey can conƟnue onward and upward. Springs or \nShakeouts usually occur late within the trading range and allow the market and its dominant \nplayers to make a deﬁniƟve test of available supply before a markup campaign will unfold. If",
    "metadata": {
      "page": 24
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_77",
    "source": "The_Wyckoff_Method",
    "text": "players to make a deﬁniƟve test of available supply before a markup campaign will unfold. If \nthe amount of supply that surfaces on a break of support is very light (low volume), it will be \nan indicaƟon that the way is clear for a sustained advance. Heavy supply here will usually \nmean a renewed decline. Moderate volume here may mean more tesƟng of support and to \nproceed with cauƟon. The spring or shakeout also serves the purpose of providing dominant \ninterests with addiƟonal supply from weak holders at low prices. Jump Across the Creek (JAC) \nis a conƟnuaƟon of the creek analogy of jumping resistance and is a good sign if done on good \nspread and volume – a sign of strength (SOS). Sign of Strength (SOS)… an advance on good \n(increasing) spread and volume. Back Up (BU) to a Last Point of Support (LPS) – a pull back to \nsupport (that was resistance) on diminished spread and volume aŌer a SOS. This is good place",
    "metadata": {
      "page": 24
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_78",
    "source": "The_Wyckoff_Method",
    "text": "support (that was resistance) on diminished spread and volume aŌer a SOS. This is good place \nto iniƟate long posiƟons or to add to proﬁtable ones. Note: A series of SOS’s and LPS’s is good \nevidence that a boƩom is in place and Price Markup has begun.",
    "metadata": {
      "page": 24
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_79",
    "source": "The_Wyckoff_Method",
    "text": "Phase A In Phase A, supply has been dominant and it appears that ﬁnally the exhausƟon of \nsupply is becoming evident. This is illustrated in Preliminary Support (PS) and the Selling \nClimax (SC) where widening spread oŌen climaxes and where heavy volume or panicky selling \nby the public is being absorbed by larger professional interests. Once selling pressure is \nexhausted, an AutomaƟc Rally (AR) ensues the selling climax. A Secondary Test on the \ndownside usually involves less selling than on the SC and with a narrowing of spread and \ndecreased volume. The lows of the Selling Climax (SC) and the Secondary Test, and the high \nof the AutomaƟc Rally (AR) iniƟally set the boundaries of the trading range. Horizontal lines \nmay be drawn here to help to focus aƩenƟon on market behaviour in and around these areas. \nIt is also possible that Phase A can end without dramaƟc changes in spread and volume.",
    "metadata": {
      "page": 25
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_80",
    "source": "The_Wyckoff_Method",
    "text": "It is also possible that Phase A can end without dramaƟc changes in spread and volume. \nHowever, it is usually beƩer if it does, in that more dramaƟc selling will generally clear out all \nthe sellers and pave the way for a more pronounced and sustained markup. Where a TR \nrepresents a ReaccumulaƟon (a trading range within a conƟnuing upmove), we will not have \nevidence of PS, a SC, and ST as illustrated in phase A of ???? SchemaƟc 1 Phase A will instead \nlook more like Phase A of the basic Wyckoﬀ distribuƟon schemaƟc (described later in the \narƟcle under SchemaƟc 2 or 3) but, nonetheless, Phase A sƟll represents the area of the \nstopping of the previous move. The analysis of Phase B through E would generally proceed in \nthe same way as within an iniƟal base area of accumulaƟon. Phase B In Phase B, Supply and \nDemand on a major basis are in equilibrium and there is no decisive trend. The clues to the",
    "metadata": {
      "page": 25
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_81",
    "source": "The_Wyckoff_Method",
    "text": "Demand on a major basis are in equilibrium and there is no decisive trend. The clues to the \nfuture course of the market are usually more mixed and elusive, however here are some useful \ngeneralisaƟons. In the early stages of Phase B, the price swings tend to be rather wide, and \nvolume is usually greater and more erraƟc. As the TR unfolds, supply becomes weaker and \ndemand stronger as professionals are absorbing supply. The closer you get to the end or to \nleaving the TR, volume tends to diminish. Support and resistance lines, (shown as horizontal \nlines A, B, C, and D on the AccumulaƟon SchemaƟc 1) usually contain the price acƟon in Phase \nB and will help deﬁne the tesƟng process that is to come in Phase C. The penetraƟons or lack \nof penetraƟons of the TR enable us to judge the quanƟty and quality of supply and demand. \nPhase C In Phase C, the stock goes through a tesƟng process. The stock may begin to come",
    "metadata": {
      "page": 25
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_82",
    "source": "The_Wyckoff_Method",
    "text": "Phase C In Phase C, the stock goes through a tesƟng process. The stock may begin to come \nout of the TR on the upside with higher tops and boƩoms or it may go through a downside \nspring or shakeout, breaking previous supports. This laƩer test is preferred, given that it does \na beƩer job of cleaning out remaining supply from weak holders and creates a false impression \nas to the direcƟon of the ulƟmate move. SchemaƟc 1 shows us an example of this laƩer",
    "metadata": {
      "page": 25
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_83",
    "source": "The_Wyckoff_Method",
    "text": "alternaƟve. A spring is a price move below the support level of a trading range that quickly \nreverses and moves back into the range. A spring is an example of a “bear trap” because the \ndrop below support appears to signal resumpƟon of the downtrend. In reality, though, the \ndrop marks the end of the downtrend, thus “trapping” the late sellers, or bears. The extent of \nsupply, or the strength of the sellers, can be judged by the depth of the price move to new \nlows and the relaƟve level of volume on that penetraƟon. UnƟl this tesƟng process, we cannot \nbe sure the TR is accumulaƟon and must wait to take a posiƟon unƟl there is suﬃcient \nevidence that mark-up is about to begin. If we have waited and followed the unfolding TR \nclosely, we have arrived at the point where we can be quite conﬁdent of the probable upward \nmove. With supply apparently exhausted and our danger point pinpointed, our likelihood of",
    "metadata": {
      "page": 26
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_84",
    "source": "The_Wyckoff_Method",
    "text": "move. With supply apparently exhausted and our danger point pinpointed, our likelihood of \nsuccess is good and our reward/ risk raƟo favourable. The shakeout at point 8 on our \nSchemaƟc 1 represents our ﬁrst prescribed place to iniƟate a long posiƟon. The secondary \ntest at point 10 is beƩer, since a low volume pullback and a speciﬁc low risk stop or danger \npoint at point 8 gives us greater evidence and more conﬁdence to act. A sign of strength (SOS) \nhere will bring us into Phase D. Phase D If we are correct in our analysis and our Ɵming, what \nshould follow here is a consistent dominance of demand over supply as evidenced by a paƩern \nof advances (SOSs) on widening spreads and increasing volume, and reacƟons (LPSs) on \nsmaller spreads and diminished volumes. If this paƩern does not occur, then we are advised \nnot to add to our posiƟon and look to close our original posiƟon unƟl we have more conclusive",
    "metadata": {
      "page": 26
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_85",
    "source": "The_Wyckoff_Method",
    "text": "not to add to our posiƟon and look to close our original posiƟon unƟl we have more conclusive \nevidence that markup is beginning. If the market or stock progresses as stated above, then we \nhave addiƟonal opportuniƟes to add to our posiƟon. Our aim here is to iniƟate a posiƟon or \nadd to our posiƟon as the stock or commodity is about to leave the trading range. At this point, \nthe force of accumulaƟon has built a good potenƟal and could be projected by using the \nWyckoﬀ point and ﬁgure method. We have waited unƟl this point to iniƟate or add to our \nposiƟons in an eﬀort to increase our likelihood of success and maximise the use of our trading \ncapital. In SchemaƟc 1, this opportunity comes at point 12 on the “pullback to support” aŌer \n“jumping resistance” (in Wyckoﬀ terms this is known as “Backing Up to the Edge of the Creek” \naŌer “Jumping Across the Creek”). Another similar opportunity comes at point 14, a more",
    "metadata": {
      "page": 26
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_86",
    "source": "The_Wyckoff_Method",
    "text": "aŌer “Jumping Across the Creek”). Another similar opportunity comes at point 14, a more \nimportant point of support and resistance. (See Side Bar). In Phase D, the mark-up phase \nblossoms as professionals begin to move into the stock. It is here that our best opportuniƟes \nto add to our posiƟon exist, before the stock leaves the TR. Phase E In Phase E, the stock leaves \nthe TR and demand is in control. Setbacks are unpronounced and short lived. Having taken",
    "metadata": {
      "page": 26
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_87",
    "source": "The_Wyckoff_Method",
    "text": "our posiƟons, our job here is to monitor the stock’s progress as it works out its force of \naccumulaƟon. At each of points 8, 10, 12, and 14 we may take posiƟons and use point and \nﬁgure counts from these points to calculate price projecƟons and help us to determine our \nreward/risk prior to establishing our speculaƟve posiƟon. These projecƟons will also be useful \nlater in helping us target areas for closing or adjusƟng our posiƟon. Remember that SchemaƟc \n1 shows us just one idealised model or anatomy of a trading range encompassing the \naccumulaƟon process. There are many variaƟons of this accumulaƟon anatomy and we \naddressed some of these consideraƟons earlier. The presence of a Wyckoﬀ principle like a \nselling climax (SC) doesn’t conﬁrm that accumulaƟon is occurring in the TR, but it does \nstrengthen the case for it. However, it may be accumulaƟon, redistribuƟon or nothing. The \nuse of Wyckoﬀ principles and phases idenƟﬁes and deﬁnes some of the key consideraƟons for",
    "metadata": {
      "page": 27
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_88",
    "source": "The_Wyckoff_Method",
    "text": "use of Wyckoﬀ principles and phases idenƟﬁes and deﬁnes some of the key consideraƟons for \nevaluaƟng most trading ranges and helps us determine whether it is supply or demand that is \nbecoming dominant and when the stock appears ready to leave the trading range. THE \n“JUMP”ACROSS THE CREEK”ANALOGY The term “jump” was ﬁrst used by Robert G. Evans, who \npiloted the Wyckoﬀ Associates educaƟonal enterprise for numerous years aŌer the death of \nRichard D. Wyckoﬀ. One of his more capƟvaƟng analogies was the “jump across the creek” \n(JAC) story he used to explain how a market would break out of a trading range. In the story, \nthe market is symbolised by a Boy Scout, and the trading range by a meandering creek, with \nits “upper resistance line” deﬁned by the rally peaks within the range. AŌer probing the edge \nof the creek and discovering that the ﬂow of supply was starƟng to dry up, the Boy Scout \nwould retreat in order to get a running start to “jump across the creek.” The power of the",
    "metadata": {
      "page": 27
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_89",
    "source": "The_Wyckoff_Method",
    "text": "would retreat in order to get a running start to “jump across the creek.” The power of the \nmovement by the Boy Scout would be measured by price spread and volume. Deﬁning the \nJump A jump is a relaƟvely wider price-spread move made on comparaƟvely higher volume \nthat penetrates outer resistance or support. A backup is a test that immediately follows the \njump – a relaƟvely narrow price-spread reacƟon or rally on comparaƟvely lighter volume that \ntests and conﬁrms the legiƟmacy of the preceding jump acƟon. The Wyckoﬀ method instructs \nyou to buy aŌer a backup following an upward jump (a sign of strength) or to sell short aŌer \na backup following a downward jump (a sign of weakness). Also according to Wyckoﬀ, you \nshould not buy breakouts because that would leave you vulnerable to swiŌ moves in the \nopposite direcƟon if the breakout turned out to be false. Hence, at ﬁrst glance, the Wyckoﬀ \nmethod appears to be telling you to buy into weakness and sell into strength. DISTRIBUTION",
    "metadata": {
      "page": 27
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_90",
    "source": "The_Wyckoff_Method",
    "text": "method appears to be telling you to buy into weakness and sell into strength. DISTRIBUTION \nSchemaƟcs 2 and 3 represent two variaƟons of the Wyckoﬀ model for distribuƟon. While",
    "metadata": {
      "page": 27
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_91",
    "source": "The_Wyckoff_Method",
    "text": "these models only represent two variaƟons of the many possible variaƟons in the paƩerns of \na distribuƟon TR, they do provide us with the important Wyckoﬀ principles oŌen evident in \nthe area of distribuƟon and the phases of a trading range that can lead us toward taking a \nspeculaƟve posiƟon. Much of the analysis of the principles and phases of a TR preceding \ndistribuƟon are the inverse of a TR of accumulaƟon, in that the roles of supply and demand \nare reversed. Here, the force of “jumping the creek” (resistance) is replaced by the force of \n“falling through the ice” (support). It is useful to remember that distribuƟon is generally \naccomplished in a shorter Ɵme period than accumulaƟon. SCHEMATIC 2 DistribuƟon \nSchemaƟcs SchemaƟcs 2 and 3 show us two model variaƟons of distribuƟon Trading Range. \nPhases A through E…phases through which the Trading Range (TR) passes as conceptualised \nby the Wyckoﬀ method and explained in the text. (PSY) Preliminary Supply…is where",
    "metadata": {
      "page": 28
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_92",
    "source": "The_Wyckoff_Method",
    "text": "by the Wyckoﬀ method and explained in the text. (PSY) Preliminary Supply…is where \nsubstanƟal selling begins to provide pronounced resistance aŌer an upmove. Volume and \nspread widen and provide a signal that the upmove may be approaching its end. (BC) Buying \nClimax… is the point at which widening spread and the force of buying climaxes, and heavy or \nurgent buying by the public is being ﬁlled by larger professional interests at prices near a top. \n(AR) AutomaƟc ReacƟon… with buying preƩy much exhausted and heavy supply conƟnuing \nan AR follows the BC. The low of this selloﬀ will help deﬁne the boƩom of the Trading Range \n(TR). (ST) Secondary Test(s)… revisit the area of the Buying Climax to test the demand/supply \nbalance at these price levels. If a top is to be conﬁrmed, supply will outweigh demand and \nvolume and spread should be diminished as the market approaches the resistance area of the",
    "metadata": {
      "page": 28
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_93",
    "source": "The_Wyckoff_Method",
    "text": "volume and spread should be diminished as the market approaches the resistance area of the \nBC. (SOW) Sign of Weakness… at point 10 will usually occur on increased spread and volume \nas compared to the rally to point 9. Supply is showing dominance. Our ﬁrst “fall on the ice” \nholds and we get up try to forge ahead. The ice… is an analogy to a wavy line of support drawn \nloosely under reacƟon lows of the Trading Range. A break through the ice will likely be \nfollowed by aƩempts to get back above it. A failure to get back above ﬁrm support may mean \na “drowning” for the market. (LPSY) Last Point of Supply… (SchemaƟc 2/Point 11): aŌer we \ntest the ice(support) on a SOW, a feeble rally aƩempt on narrow spread shows us the diﬃculty \nthe market is having in making a further rise. Volume may be light or heavy, showing weak \ndemand or substanƟal supply. It is at these LPSY’s that the last waves of distribuƟon are being",
    "metadata": {
      "page": 28
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_94",
    "source": "The_Wyckoff_Method",
    "text": "demand or substanƟal supply. It is at these LPSY’s that the last waves of distribuƟon are being \nunloaded before markdown is to begin. SchemaƟc 2/Point 13: aŌer a break through the ice, a \nrally aƩempt is thwarted at the ice’s surface (now resistance). The rally meets a last wave of \nsupply before markdown ensues. LPSY’s are good places to iniƟate a short posiƟon or to add",
    "metadata": {
      "page": 28
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_95",
    "source": "The_Wyckoff_Method",
    "text": "to already proﬁtable ones. (UTAD) UPthrust AŌer DistribuƟon… (See SchemaƟc 3/Point 11). \nSimilar to the Spring and Terminal Shakeout in the trading range of AccumulaƟon, a UTAD may \noccur in a TR or distribuƟon. It is more deﬁniƟve test of new demand aŌer a breakout above \nthe resistance line of the TR and usually occurs in the laƩer stages of the TR. If this breakout \noccurs on light volume with no follow through or on heavy volume with a breakdown back \ninto the centre of the trading range, then this is more evidence that the TR was DistribuƟon \nnot AccumulaƟon. This UTAD usually results in weak holders of short posiƟons giving them up \nto more dominant interests, and also in more distribuƟon to new, less informed buyers before \na signiﬁcant decline ensues. Phase A In Phase A, demand has been dominant and the ﬁrst \nsigniﬁcant evidence of demand becoming exhausted comes at point 1 at Preliminary Supply",
    "metadata": {
      "page": 29
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_96",
    "source": "The_Wyckoff_Method",
    "text": "signiﬁcant evidence of demand becoming exhausted comes at point 1 at Preliminary Supply \n(PSY) and at point 2 at the Buying Climax (BC). (See SchemaƟc 2 and 3.) It oŌen occurs on wide \nspread and climaƟc volume. This is usually followed by an AutomaƟc ReacƟon (AR) and then \na Secondary Test (ST) of the BC, usually on diminished volume. This is essenƟally the inverse \nof Phase A in accumulaƟon. As with accumulaƟon, Phase A in distribuƟon may also end \nwithout climacƟc acƟon and the only evidence of exhausƟon of demand is diminishing spread \nand volume. Where RedistribuƟon is concerned (a TR within a larger conƟnuing downmove), \nwe will see the stopping of a downmove with or without climacƟc acƟon in Phase A. However, \nin the remainder of the TR the guiding principles and analysis within Phases B through E will \nbe the same as within a TR of a DistribuƟon market top. Phase B The points to be made here",
    "metadata": {
      "page": 29
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_97",
    "source": "The_Wyckoff_Method",
    "text": "be the same as within a TR of a DistribuƟon market top. Phase B The points to be made here \nabout Phase B are the same as those made for Phase B within AccumulaƟon, except clues may \nbegin to surface here of the supply/demand balance moving toward supply instead of \ndemand. Phase C One of the ways Phase C reveals itself aŌer the standoﬀ in Phase B is by the \n“sign of weakness” (SOW) shown at point 10 on SchemaƟc 2. This SOW is usually accompanied \nby signiﬁcantly increased spread and volume to the downside that seems to break the standoﬀ \nin Phase B. The SOW may or may not “fall through the ice,” but the subsequent rally back to \npoint 11, a “last point of supply” (LPSY) is usually unconvincing and is likely to be accompanied \nby less spread and/or volume. Point 11 on both distribuƟon SchemaƟcs 2 and 3 give us our \nlast opportunity to cover any remaining longs and our ﬁrst inviƟng opportunity to take a short",
    "metadata": {
      "page": 29
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_98",
    "source": "The_Wyckoff_Method",
    "text": "last opportunity to cover any remaining longs and our ﬁrst inviƟng opportunity to take a short \nposiƟon. An even beƩer place would be on the rally tesƟng point 11, because it may give us \nmore evidence (diminished spread and volume) and/or a more Ɵghtly deﬁned danger point. \nAn upthrust is the opposite of a spring. It is a price move above the resistance level of a trading \nrange that quickly reverses itself and moves back into the trading range. An upthrust is a “bull",
    "metadata": {
      "page": 29
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_99",
    "source": "The_Wyckoff_Method",
    "text": "trap” – it appears to signal a start of an uptrend but in reality marks the end of the up move. \nThe magnitude of the upthrust can be determined by the extent of the price move to new \nhighs and the relaƟve level of volume on that movement. Looking now at SchemaƟc 3, Phase \nC may also reveal itself by a pronounced move upward, breaking through the highs of the TR. \nThis is shown at point 11 as an “Upthrust AŌer DistribuƟon” (UTAD). Like the terminal \nshakeout discussed earlier in the accumulaƟon schemaƟc, this gives a false impression of the \ndirecƟon of the market and allows further distribuƟon at high prices to new buyers. It also \nresults in weak holders of short posiƟons surrendering their posiƟons to stronger players just \nbefore the downmove begins. Should the move to new high ground be on increasing volume \nand “relaƟve narrowing spread” and then return to the average level of closes of the TR, this",
    "metadata": {
      "page": 30
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_100",
    "source": "The_Wyckoff_Method",
    "text": "and “relaƟve narrowing spread” and then return to the average level of closes of the TR, this \nwould indicate lack of solid demand and conﬁrm that the breakout to the upside did not \nindicate a TR of accumulaƟon, but rather a formaƟon of distribuƟon. A third variaƟon not \nshown here in schemaƟc form would be an upthrust above the highs of the trading range with \na quick fall back into the middle of the TR, but where the TR did not fully represent \ndistribuƟon. In this case, the TR would likely be too wide to fully represent distribuƟon and \nthere would be a lack of concentrated selling except in the laƩer porƟons of the TR. Phase D \nPhase D arrives and reveals itself aŌer the tests in phase C show us the last gasps or the last \nhurrah of demand. In Phase D, the evidence of supply becoming dominant increases either \nwith a break through the “ice” or with a further SOW into the TR aŌer an upthrust. In phase",
    "metadata": {
      "page": 30
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_101",
    "source": "The_Wyckoff_Method",
    "text": "with a break through the “ice” or with a further SOW into the TR aŌer an upthrust. In phase \nD, we are also given more evidence of the probable direcƟon of the market and the \nopportunity to take our ﬁrst or addiƟonal short posiƟons. Our best opportuniƟes are at points \n13, 15, and 17 as represented on our SchemaƟcs 2 and 3. These rallies represent “Last points \nof Supply” (LPSY) before a markdown cycle begins. Our “averaging in” of the set of posiƟons \ntaken within Phases C and D as described above represent a calculated approach to protect \ncapital and maximise proﬁt. It is important that addiƟonal short posiƟons be added or \npyramided only if our iniƟal posiƟons are in proﬁt. Phase E In Phase E, the stock or commodity \nleaves the TR and supply is in control. Rallies are usually feeble. Having taken our posiƟons, \nwe must monitor the stock’s progress as it works out its force of distribuƟon. Successful",
    "metadata": {
      "page": 30
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_102",
    "source": "The_Wyckoff_Method",
    "text": "we must monitor the stock’s progress as it works out its force of distribuƟon. Successful \nunderstanding and analysis of a trading range enables traders to idenƟfy special trading \nopportuniƟes with potenƟally very favourable reward/risk parameters. When analysing a TR, \nwe are ﬁrst seeking to uncover what the law of supply and demand is revealing to us. However, \nwhen individual movements, rallies or reacƟons are not revealing with respect to supply and",
    "metadata": {
      "page": 30
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_103",
    "source": "The_Wyckoff_Method",
    "text": "demand, it is important to remember the law of “eﬀort versus result”. By comparing rallies \nand reacƟons within the trading range to each other in terms of spread, volume, velocity and \nprice, addiƟonal clues may be given as to the stock’s strength, posiƟon and probable course. \nIt will also be useful to employ the law of “cause and eﬀect”. Within the dynamics of a TR, the \nforce of accumulaƟon or distribuƟon gives us the cause and the potenƟal opportunity for \nsubstanƟal trading proﬁts. It will also give us the ability, with the use of point and ﬁgure charts, \nto project the extent of the eventual move out of the TR and help us to determine if those \ntrading opportuniƟes favourably meet or exceed our reward/risk parameters. “The Ice Story.” \nWe imagine the market in the person of a Boy Scout walking over a frozen river in the midst \nof winter. If support, the ice, is strong the river covered with ice has no diﬃculty in supporƟng",
    "metadata": {
      "page": 31
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_104",
    "source": "The_Wyckoff_Method",
    "text": "of winter. If support, the ice, is strong the river covered with ice has no diﬃculty in supporƟng \nthe weight of the Boy Scout. That support is seen as a wiggly line connecƟng the lows, the \nsupports, in a trading range. A failure by the Boy Scout to reach the upper resistance level of \nthe Trading Range would be a warning of potenƟal weakness. Weakness of the ice would be \nsignalled by the Boy Scout breaking support or falling through the ice. The Boy Scout has two \nchances to get back above the ice (i.e., creaƟng a bullish “Spring” situaƟon). On the ﬁrst \nupward rally the Boy Scout may fail to regain a fooƟng above the ice. If so, then he will sink \nlower into the river in order to gather strength to try and rally once and crack the ice. If on \nthis second aƩempt, the Boy Scout again fails to penetrate above the ice, he would be most \nlikely to sink downward and drown (i.e., a Bear Market/ Markdown phase would occur). 2.",
    "metadata": {
      "page": 31
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_105",
    "source": "The_Wyckoff_Method",
    "text": "likely to sink downward and drown (i.e., a Bear Market/ Markdown phase would occur). 2. \nWyckoﬀ SchemaƟcs Applied to Charts of Nokia Weekly Charts of Nokia display the overall \ncyclic progress of Nokia from Markup to DistribuƟon to Decline to AccumulaƟon and ﬁnally to \nthe commencement of a Markup phase. SchemaƟc # 4 provides a visual conceptual scheme \ndepicƟng these four phases of market acƟon. The Weekly Charts of Nokia suﬃce as an \napplicaƟon of this ConcepƟon of Primary Market Phases. The Weekly charts also furnish a \nbigger picture backdrop for the detailed applicaƟons of the SchemaƟcs 2, 3 and then 1 for \nDistribuƟon and then AccumulaƟon. The “jump across the creek” and “ice” analogies will be \nused to help explain the important junctures of distribuƟon and accumulaƟon illustrated on \nthe Daily Charts of Nokia (See Side Bar #2 and Figures 2 and 4). Nokia’s bull market advance \nwas stopped during the year 2000 around the 500 level by the entry into the market of a",
    "metadata": {
      "page": 31
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_106",
    "source": "The_Wyckoff_Method",
    "text": "was stopped during the year 2000 around the 500 level by the entry into the market of a \ndominant force of supply. This force of supply ﬁrst appeared around March 2000, where it \ncreated a sharp sell oﬀ down to the vicinity of 350 on the Nokia chart. The demand that came \nto market to staunch this sell-oﬀ marked the point at which the “Ice Story” commenced. (See",
    "metadata": {
      "page": 31
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_107",
    "source": "The_Wyckoff_Method",
    "text": "SchemaƟc #2). We can see that support occurring at points (1), (2), (3), and (4). The rallies \nfrom these support levels were becoming increasingly feeble as witnessed by the progressive \ndiminuƟon in volume coupled with the halƟng of the price advances at a resistance level near \n540. Then from point (4) there was a rally that failed to reach the horizontal resistance line. \nHere the volume shrank appreciably. Moreover, the price level stopped in July near the same \n500 level as did the earlier preliminary supply (PSY) in March-April. Hence, this juncture is \nannotated as a last point of supply for the possible compleƟon of a line of important \ndistribuƟon. The failure to reach the upper resistance level was a warning of potenƟal \nweakness. Indeed, a sign of weakness ensued on the next sell oﬀ. It is here that we witness \nsupport breaking around the 425 level in August 2000. Note the extremely wide price spread",
    "metadata": {
      "page": 32
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_108",
    "source": "The_Wyckoff_Method",
    "text": "support breaking around the 425 level in August 2000. Note the extremely wide price spread \nand the enormous increase in volume as the Nokia plunged through the meandering support \nline drawn across the previous lows. The signiﬁcance of the price breaks below the support \nlevels of this trading range in Nokia will be conﬁrmed by the subsequent tests. In the ice \nanalogy the Boy Scout has two chances to get back above the ice (i.e., creaƟng a bullish \n“Spring” situaƟon). As can be seen on Nokia chart #2, there were two such rallies. The ﬁrst \naƩempt stopped at LPSY (2) while the second aƩempt was halted at about the same level as \nPSY and LPSY (1). It can also be seen that the ice, which had provided support, has now \nreversed roles and is acƟng as resistance against aƩempt to move higher. These laƩer LPSY’s \n(2) and (3) also expand the possible extent of the distribuƟon (supply) paƩern, thus generaƟng",
    "metadata": {
      "page": 32
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_109",
    "source": "The_Wyckoff_Method",
    "text": "(2) and (3) also expand the possible extent of the distribuƟon (supply) paƩern, thus generaƟng \nthe potenƟal for a greater decent in price. Nokia ulƟmately declined to under 100 in year \n2004. Nokia’s decline was stopped by the Selling Climax (SC), AutomaƟc Rally (AR) and \nSecondary Test (ST) during July and August 2004. This sequence of stopping acƟons helped to \nform a small base of accumulaƟon that in turn helped to propel Nokia upward to the \nresistance level around 110. ThereaŌer there was a prolonged period of backing and ﬁlling on \nthe chart. Bearish forces remained in control as seen by the line of ﬂoaƟng supply around the \n110 levels. However, another, lesser branch of the creek was formulated by the dominance of \nsupply over demand during the intermediate down channel that occurred during late 2004 \nwhen Nokia’s stock price declined from about 115 down to under 100 in early 2005. The “Boy",
    "metadata": {
      "page": 32
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_110",
    "source": "The_Wyckoff_Method",
    "text": "when Nokia’s stock price declined from about 115 down to under 100 in early 2005. The “Boy \nScout”was cognizant of these developments as he would have been following along the edge \nof the creek around the 110 level so as to judge best the relaƟve powers of supply and \ndemand. Earlier he would have been following the minor creek as it ﬂowed downward under \nthe weight of supply from 115 to below 100. Then near the end of the year 2004 and early",
    "metadata": {
      "page": 32
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_111",
    "source": "The_Wyckoff_Method",
    "text": "2005, the Boy Scout would have sensed that the ﬂoaƟng supply was drying up. He would have \nnoƟced the narrowing price range, the diminishing volume and the absence of material price \nprogress on the downside. It was at this point that he said to himself, “Now if I back way up \nto make a good run for it, I bet I can jump across the creek”. In the process of backing up, he \ncauses price to drop below minor support around 105. Also in this process the remaining bears \n(ﬂoaƟng supply) are ﬂushed out of the market as evidenced by the downward gap in price \nthat exhaust the supply. A Wyckoﬀ “spring” thus occurs. Note the wide price spread of about \n10 points as Nokia climbs from around 98 to 108. More signiﬁcantly, note the very signiﬁcant \nexpansion in volume that accompanied that 10 point upward move in price. That large volume \nday is where the “jump” occurred. Thus we also know that that is where the edge of the",
    "metadata": {
      "page": 33
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_112",
    "source": "The_Wyckoff_Method",
    "text": "day is where the “jump” occurred. Thus we also know that that is where the edge of the \nmeandering (minor) creek occurred. In other words, this successful JAC was also a sign of \nstrength (SOS). A long posiƟon could have been iniƟated during the pull back test following \nJAC at around 104 with a protecƟve stop loss order entered below the support level, around \n95. In pracƟce, such a long is not typically entered by a student of the Wyckoﬀ Method, \nbecause it is evident that the major branch of the creek sƟll lies ahead. AŌer jumping the \nlower and lesser branch of the creek, the Boy Scout conƟnues upward to the vicinity around \n115 where earlier he had found the ﬂow of supply too fast and too deep to jump across. Here \nagain in early 2005 around the 115 price level, the creek creates a squiggly-wiggly line of \nresistance, along the peak prices of the recovery rally, or slightly above the 110 price level of",
    "metadata": {
      "page": 33
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_113",
    "source": "The_Wyckoff_Method",
    "text": "resistance, along the peak prices of the recovery rally, or slightly above the 110 price level of \nNokia. However, this Ɵme things are diﬀerent. The Boy Scout observes that the volume is \nshrinking and the price level is narrowing. The Boy Scout is witness to a drying up of the \nﬂoaƟng supply creaƟng the edge of the major creek/ major resistance level just above 110. As \nin the instance of his earlier preparaƟon to jump across the (Minor) creek, the Boy Scout again \ncreates a “Spring” as he backs up to the 100 level. A relaƟve increase in upward price spread \ncoupled with a notable expansion in the level of volume mark where the Boy Scout jumped \nthe major creek. But by the Ɵme the propulsion of the jump had dissipated the Boy Scout \nwould have been temporarily Ɵred out by his exerƟon in jumping across the creek. Hence we \nwould logically anƟcipate that he would rest and consolidate his strength. He does so by",
    "metadata": {
      "page": 33
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_114",
    "source": "The_Wyckoff_Method",
    "text": "would logically anƟcipate that he would rest and consolidate his strength. He does so by \nbacking up to the edge of the creek (BUEC). At this point we observe further conﬁrmaƟon that \nsupply has been exhausted and demand is in control. The pullback comes on a relaƟvely \nsmaller price spread and shrinkage of volume, thus showing that supply cannot regain control. \nConsequently, it is now safe for the trader or the investor to enter a long posiƟon in the vicinity",
    "metadata": {
      "page": 33
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_115",
    "source": "The_Wyckoff_Method",
    "text": "of 110- 115 and to place a sell stop order just below the 100 level. 3. NEW SCHEMATIC: \nACCUMULATION Gradient of Ascending BoƩoms The chart below depicts a new or added \nschemaƟc for accumulaƟon that we wish to name “The AccumulaƟon Gradient of Rising \nBoƩoms.”This new SchemaƟc is an aƩempt to ﬁll an obvious gap in the conceptual body of \nthe Wyckoﬀ Method. In brief, there are currently two SchemaƟcs for distribuƟon, but only one \nSchemaƟc for accumulaƟon. The new SchemaƟc for AccumulaƟon is a counterpart to the \nSchemaƟc for DistribuƟon that features descending price peaks. Richard D. Wyckoﬀ and his \nAssociates Ɵme and again pointed out the power of ascending boƩoms in a base of \naccumulaƟon or re-accumulaƟon. They also underscored on numerous occasions the \neﬃciency of a paƩern distribuƟon composed of descending price peaks (current SchemaƟc \n#2). The logic for ascending boƩoms amid descending peaks is rooted in the concept of the",
    "metadata": {
      "page": 34
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_116",
    "source": "The_Wyckoff_Method",
    "text": "#2). The logic for ascending boƩoms amid descending peaks is rooted in the concept of the \nComposite operator. Within a trading range the composite man is seen to accumulate a line \nof stock from the public who become especially frightened during the downthrusts. The \ncomposite man is willing to play the short side of the market as well during the trading range \nof accumulaƟon so long as he can abstract a public following of sellers. But as the trading \nrange proceeds, the new schemaƟc reveals that fewer and fewer sellers remain to propel \nstocks downward in price. As a consequence, the downwaves become shorter and shorter in \nlength (the boƩoms rise) and the Composite Man as a result accumulates an increasing line \nof stock. UlƟmately there is liƩle leŌ of sellers to coax to the downside and so the composite \nman reverses his aƩenƟon and spurs prices upward and out of the trading range. A markup \ncampaign now gets underway led by the composite man. Elsewhere Pruden has conducted",
    "metadata": {
      "page": 34
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_117",
    "source": "The_Wyckoff_Method",
    "text": "campaign now gets underway led by the composite man. Elsewhere Pruden has conducted \nstudies of Market behaviour with the aid of the Cusp Catastrophe Theory from MathemaƟcs/ \nbehavioural ﬁnance. That theory shows accumulaƟon dissipaƟve gradients and accumulaƟon \ngradients that occur within a trading range just prior to buying stampede or a selling panic. \nOur label of “AccumulaƟon Gradient” for the new SchemaƟc was in large part inspired by the \nCusp Catastrophe model of market behaviour. Moreover, the literature of Catastrophe Theory \ndescribes how the “managers” of an unstable situaƟon will keep things in a close proximity \nunƟl all the marginal, regional support has been exhausted. This phenomenon is known as the \nDelay Rule and the Maxwell Rule followed by the Maxwell Principle. Thus the observaƟons of \nWyckoﬀ, the logic behind the Composite Man and the Models from Catastrophe Theory \ncombine to buƩress our addiƟon of a new SchemaƟc for accumulaƟon to complete the",
    "metadata": {
      "page": 34
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_118",
    "source": "The_Wyckoff_Method",
    "text": "combine to buƩress our addiƟon of a new SchemaƟc for accumulaƟon to complete the \nConceptual body of the Wyckoﬀ Method in regard to SchemaƟcs, a powerful visual tool for",
    "metadata": {
      "page": 34
    }
  },
  {
    "chunk_id": "The_Wyckoff_Method_119",
    "source": "The_Wyckoff_Method",
    "text": "Wyckoﬀ Analysis. BIBILOGRAPHY Jack K. Hutson, Editor, CharƟng the Stock Market: The \nWyckoﬀ Method Technical Analysis Inc., SeaƩle, WA. 1986 Jim Forte, “Anatomy of a Trading \nRange.”MTA Journal, Issue 43, Summer – Fall 1994, pp. 47 – 58. Henry (Hank) Pruden and \nBernard Belletante, “Wyckoﬀ Laws and Tests.” STA Journal, November 2004, London, U.K. \nSchemaƟcs, Courtesy of Wyckoﬀ/Stock Market InsƟtute, Phoenix, A.Z. Benoit B. Mandelbrot \nand Richard L. Hudson, The (Mis) Behaviour of Markets: A Fractal View of Risk, Ruin and \nReward, Basic Books, United States, 2004 Henry O. Pruden, “Chart Reading in the R-Mode”, \nMTA Journal, Issue 36, Summer 1990, pp. 33 – 38. Edward R. TuŌe, The Visual Display of \nQuanƟtaƟve InformaƟon, Graphics Press, 1983, Cheshire, Conn.",
    "metadata": {
      "page": 35
    }
  }
]