[
  {
    "chunk_id": "Wyckoff_Stock_Analysis_0",
    "source": "Wyckoff_Stock_Analysis",
    "text": "WyckoƯ Stock Analysis \nThis article describes how Richard D. WyckoƯ picked individual stocks. Learn how to \nisolate the most robust groups, cherry-pick stocks within these groups, and manage the \ntrade once it is underway. \n \nIntroduction \nAfter analyzing the broad market and establishing a trading bias, WyckoƯ turned to \nindividual stock selection, focusing on stocks trading in harmony with the broad market \ntrend. By deﬁnition, the vast majority of stocks move in the same direction as the broader \nmarket. WyckoƯ, therefore, focused exclusively on potential long positions when the \nbroad market index was trending up. Conversely, he focused on potential short positions \nwhen the broad market index was trending down. In general, there are four steps in the \nstock selection process. First, single out a particular group or sector within the broader \nmarket that shows relative strength. Second, look for stocks within this group that are",
    "metadata": {
      "page": 1
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_1",
    "source": "Wyckoff_Stock_Analysis",
    "text": "market that shows relative strength. Second, look for stocks within this group that are \nshowing relative strength. Third, look for signals using chart patterns and volume. Fourth, \ncalculate risk and reward to ascertain the feasibility of a trade. \n \nFour Phases \nBefore looking at the stock selection process in detail, keep in mind the four phases of \nprice movement: accumulation, markup, distribution and markdown. It is important to \nunderstand the price position for the broad market and the individual stock before \ninitiating a trade. Long positions are preferred when the broad market is in a markup \nstage. \n \n \nWyckoƯ \nOutside of the markup stage, there are ﬁve other buy points that oƯer a good risk-reward \nratio. Aggressive traders would attempt to pick a bottom by buying on the spring. Trend",
    "metadata": {
      "page": 1
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_2",
    "source": "Wyckoff_Stock_Analysis",
    "text": "followers would buy on the breakout that signals the start of an uptrend. Once the \nbreakout has taken place, chartists can also look to establish long positions during \nthrowbacks, corrections or re-accumulation phases. \n \n \nWyckoƯ \nShort positions are preferred when the broader market is in a markdown stage. Aggressive \ntraders would become active when a lower peak or a thrust pattern forms, which is a \nfailed resistance breakout. This is clearly a top-picking exercise with an above-average \nrisk of failure. Trend followers would be most apt to sell on a support break that signals a \nclear trend reversal. After the breakdown, chartists can look to establish short positions \nduring throwbacks, corrections or re-distribution phases. \n \nSector Group Behavior \nOnce chartists understand the broader market and the position of the market, it is time \nto analyze the groups that make up the market. There are several sectors in the stock",
    "metadata": {
      "page": 2
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_3",
    "source": "Wyckoff_Stock_Analysis",
    "text": "to analyze the groups that make up the market. There are several sectors in the stock \nmarket, each of which can be broken down into diƯerent industry groups. For example, \nyou can use the 11 sector SPDRs to compare sector charts with the broad market chart. \nThere are also dozens of Dow Jones industry group indices and industry group ETFs that \ncan be used to measure performance for speciﬁc groups. \n \nEven though the broad market governs the general trend for all stocks, WyckoƯ \nunderstood that certain groups lead the market and certain groups lag the market. The \nobjective is to ﬁnd groups showing relative strength when broad market conditions are \nbullish and relative weakness when broad market conditions are bearish. \n \nKeep in mind that WyckoƯ was active in the early 20th century, well before calculators \nand computers. Everything was done by hand with pencil, paper and eraser. Even plotting \na simple ratio chart to compare two securities would have been a real chore, especially",
    "metadata": {
      "page": 2
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_4",
    "source": "Wyckoff_Stock_Analysis",
    "text": "a simple ratio chart to compare two securities would have been a real chore, especially",
    "metadata": {
      "page": 2
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_5",
    "source": "Wyckoff_Stock_Analysis",
    "text": "if following dozens of securities. Instead of ratio charts, WyckoƯ simply compared the \nactual price charts to determine relative strength or relative weakness. Groups that hold \nup when the market moves lower show relative strength. Groups that fail to rally when the \nmarket advances show relative weakness. It is as simple as that. \n \n \nWyckoƯ \nThe chart above shows the Technology SPDR (XLK) and the S&P 500 ETF (SPY). XLK \nstarted showing relative strength in mid-September by breaking above its late August \nhigh. Notice that SPY did not break above this corresponding high. While SPY moved to a \nnew low in early October, XLK held above its prior low and showed relative strength again. \nWith SPY forming a spring in early October and breaking out in mid-October, WyckoƯ \nchartists would be focusing on stocks in the technology sector because of relative \nstrength in XLK. \n \n \nWyckoƯ \nThe second example shows the Finance SPDR (XLF) and the S&P 500 ETF (SPY). XLF",
    "metadata": {
      "page": 3
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_6",
    "source": "Wyckoff_Stock_Analysis",
    "text": "strength in XLK. \n \n \nWyckoƯ \nThe second example shows the Finance SPDR (XLF) and the S&P 500 ETF (SPY). XLF \nstarted showing relative strength in April-May as it failed to exceed its February high. \nNotice that SPY did exceed this high. Relative weakness continued to materialize as XLF \nbroke below the March-April lows in May and continued lower in June. SPY, on the other \nhand, did not come close to its March low in April-May and held above this low in June. \nThe ﬁnance sectors clearly showed relative weakness. \n \nRelative Performance \nIn addition to following the broader market, WyckoƯ Theory advocates a relative strength \napproach to stock picking. This means buying stocks showing relative strength and \navoiding stocks showing relative weakness. There are three ways to show relative \nstrength. First, the stock can advance at a steeper rate than the index. Second, the stock",
    "metadata": {
      "page": 3
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_7",
    "source": "Wyckoff_Stock_Analysis",
    "text": "can advance when the index moves sideways. Third, the stock can advance or trade ﬂat \nwhen the index corrects. The example below shows Consolidated Edison (ED) forming a \nhigher low and breaking resistance as the S&P 500 corrects. The ability advance as the \nmarket corrected showed relative strength. \n \n \nWyckoƯ \nWyckoƯ was not afraid of short positions and advocated shorting stocks when the broad \nmarket index was trending lower. In keeping in harmony with the broad market \ndowntrend, WyckoƯ would look for short positions in stocks showing relative weakness. \nThere are three ways to show relative weakness. First, a stock can decline at a faster rate \nthan the broad market index. Second, a stock can decline when the index is trading ﬂat. \nThird, a stock can decline or trade ﬂat when the index is bouncing within a bigger \ndowntrend. The example below shows Nucor (NUE) moving lower as the S&P 500 \nbounces in July-August. Nucor showed relative weakness because it was unable to",
    "metadata": {
      "page": 4
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_8",
    "source": "Wyckoff_Stock_Analysis",
    "text": "bounces in July-August. Nucor showed relative weakness because it was unable to \nbounce along with the broad market index. \n \n \nWyckoƯ \nPrice Volume Patterns \nWyckoƯ used price patterns and volume to generate signals for individual stocks. Bullish \npatterns include the springboard near consolidation support, the pullback that retraces \n50% of the prior advance and the high volume consolidation. Bearish patterns include \nthe thrust near consolidation resistance, the corrective bounce that retraces 50% of the \nprior decline and the high volume consolidation. Let's look at some bullish patterns ﬁrst. \n \nHigh Volume Springboard",
    "metadata": {
      "page": 4
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_9",
    "source": "Wyckoff_Stock_Analysis",
    "text": "First, note that the broad market and the stock should be in uptrends. With the exception \nof a spring (failed support break), the idea is to participate in an ongoing uptrend, not to \npick a bottom. The high volume springboard was perhaps a favorite for WyckoƯ. After a \nmove higher, the stock moves into a ﬂat consolidation with a clear support level. \nChartists should watch action closely as prices approach support. A high volume surge \noƯ of support, also known as a springboard, is the ﬁrst sign that the bigger uptrend is set \nto continue and a consolidation breakout is imminent. \n \nThe example with Boeing (BA) shows a high volume spring oƯ consolidation support. BA \nsurged in October and then consolidated in November. Support was around 62 and \nresistance around 68 for the entire month. After dipping in late November, the stock \nsprung oƯ support with high volume and ultimately broke resistance on its way to the \nmid-70s. \n \n \nWyckoƯ",
    "metadata": {
      "page": 5
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_10",
    "source": "Wyckoff_Stock_Analysis",
    "text": "sprung oƯ support with high volume and ultimately broke resistance on its way to the \nmid-70s. \n \n \nWyckoƯ \nIn addition to this bullish pattern, BA showed relative strength by outperforming the S&P \n500. The indicator window shows the S&P 500 moving lower in November. Notice that BA \nheld its early November low and showed relative strength. This is a classic example of a \nstock holding ﬁrm as the market corrects, which further reinforced the WyckoƯ spring \nand buy signal. \n \n50% Retracement \nAn uptrend often takes shape as a zigzag advance, with two steps forward and one step \nbackward. WyckoƯ used the 50% retracement level as his line in the sand for pullbacks. \nA shallower pullback shows relatively weak selling pressure and underlying strength, \nwhile a deeper pullback reﬂects relatively strong selling pressure and underlying \nweakness. Once a stock hits the 50% sweet spot, WyckoƯ would look for a high volume \nreversal surge to signal a continuation of the prior advance.",
    "metadata": {
      "page": 5
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_11",
    "source": "Wyckoff_Stock_Analysis",
    "text": "WyckoƯ \nThe example above shows Gannet (GCI) retracing around 50% of the prior advance, \nbefore then surging with high volume to start another leg up. Gannet hit the 50% mark \naround 10.28 and ﬁrmed for a few days. The ﬁrst reversal clue came with the initial surge \nabove 10.50 on above-average volume. In fact, volume on this surge was the highest in \nfour weeks. Further conﬁrmation came with a follow-through above 11.50 on even higher \nvolume (second green arrow). The stock quickly moved above its October high and \ncontinued to 15.50 in January. \n \nHigh Volume Consolidation \nWyckoƯ notes that chartists should heighten their attention when a stock consolidates \nand volume expands. High volume reﬂects a high level of interest, but the consolidation \nreﬂects a stalemate. Such conditions can lead to an explosive move. Admittedly, the \nconsolidation break can go either way. Chartists should examine the overall chart for",
    "metadata": {
      "page": 6
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_12",
    "source": "Wyckoff_Stock_Analysis",
    "text": "consolidation break can go either way. Chartists should examine the overall chart for \ndirectional clues and act when conﬁrmed with a directional break. \n \nThe example below shows Amgen (AMGN) with a high volume consolidation just before a \nbreakout. First, note that Amgen showed relative strength in August-September and \nagain in November. The S&P 500 moved lower during these periods, but Amgen moved \nhigher in August-September and traded ﬂat during November. Relative strength was the \nﬁrst clue that any breakout would be to the upside. \n \n \nWyckoƯ \nAfter the August-September advance, Amgen moved into a consolidation from early \nOctober to mid-December. There was a high volume springboard oƯ support at the end",
    "metadata": {
      "page": 6
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_13",
    "source": "Wyckoff_Stock_Analysis",
    "text": "of November, but the stock did not break resistance. Instead, Amgen consolidated and \nvolume expanded even further. Something was up here. Even though the consolidation is \ntechnically neutral, the bias was bullish because of relative strength and the high volume \nspringboard. Amgen made its move with a gap and breakout on high volume. This signal \nforeshadowed a surge from 60 to 68. \n \nBearish Patterns \nChartists can reverse engineer these bullish patterns to get the bearish equivalents. In a \nbearish situation, chartists would look for stocks showing relative weakness, negative \nvolume ﬂows and bearish chart patterns. A stock is relatively weak when it fails to bounce \nalong with the market for fails to conﬁrm a higher high in the broad market index. Negative \nvolume ﬂows occur when volume on down days expands or exceeds volume on up days. \nThe three bullish patterns have bearish counterparts. Instead of a high volume",
    "metadata": {
      "page": 7
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_14",
    "source": "Wyckoff_Stock_Analysis",
    "text": "The three bullish patterns have bearish counterparts. Instead of a high volume \nspringboard oƯ consolidation support, look for a high volume decline from consolidation \nresistance. After a counter-trend advance retraces 50% of the prior decline, look for a \nhigh volume down thrust or reversal to signal the start of another leg lower. \n \nRisk-Reward and Stops \nThe ﬁnal WyckoƯ steps are to calculate reward potential, identify potential risk and set \nappropriate stops. WyckoƯ believed that proﬁt potential should be at least three times \nthe risk. In other words, he would risk $5 for the chance to make $15 or more. Using such \na risk-reward ratio, it would be possible to make proﬁts 50% of the time and still make \nmoney. \n \nWyckoƯ used Point & Figure charts to calculate price objectives or proﬁt potential. In \nparticular, the width of the pattern is used to project the target. In the Amgen example,",
    "metadata": {
      "page": 7
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_15",
    "source": "Wyckoff_Stock_Analysis",
    "text": "particular, the width of the pattern is used to project the target. In the Amgen example, \nthe stock traded sideways for a period and then broke resistance. In Point & Figure terms, \nthe stock forged a Triple Top Breakout. The pattern is 5 columns wide, this is a 3-box",
    "metadata": {
      "page": 7
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_16",
    "source": "Wyckoff_Stock_Analysis",
    "text": "reversal chart and each box is worth 1, which makes the upside target 69 (5 x 3 x 1 = 15, \n54 + 15 = 69). \n \n \n \nStockCharts.com also computes P&F targets using reversal and breakout methods. As \nshown on the chart, the Triple Top Breakout projects a move to 72 using the reversal \nmethod. You can read more on P&F targets in our ChartSchool article. \n \nEven though WyckoƯ made price projections, he used these projections as guidelines, \nnot deﬁnitive targets. Chartists must continually reassess the chart and the validity of the \ncurrent move. The technical situation can change before the target is reached. Chartists \nshould recognize these changes and adjust their trading plan accordingly. \n \nA stop-loss is the ﬁnal piece of the WyckoƯ trading plan. In general, WyckoƯ thought \nstops should be placed at obvious danger points. In other words, look for key support or \nresistance levels that, when broken, would change the initial assessment. Once a move",
    "metadata": {
      "page": 8
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_17",
    "source": "Wyckoff_Stock_Analysis",
    "text": "resistance levels that, when broken, would change the initial assessment. Once a move \nis underway, chartists should trail their stop-loss to lock in proﬁts. WyckoƯ advised \nagainst placing stops too tight, feeling chartists should allow for wiggle room and exercise \njudgment when adjusting their stops. Stops should, however, be quite tight once a price \nobjective is reached. \n \nConclusion \nRichard D. WyckoƯ presents a systematic approach to identifying the market trend, \nisolating strong groups and picking stocks within that group. This relative strength \napproach, which has stood the test of time, is just as applicable today as it was 10 and \n50 years ago. Remember, the WyckoƯ methodology is based on broad guidelines, not an \nexact science. Individual chartists must make their own judgments based on the charts.",
    "metadata": {
      "page": 8
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_18",
    "source": "Wyckoff_Stock_Analysis",
    "text": "Forget about the fundamentals and ﬁnancial media; focus on price action and let the \ncharts speak for themselves.",
    "metadata": {
      "page": 9
    }
  }
]