[
  {
    "chunk_id": "Wyckoff_Stock_Analysis_0",
    "source": "Wyckoff_Stock_Analysis",
    "text": "WyckoƯ Stock Analysis This article describes how Richard D. WyckoƯ picked individual stocks. Learn how to isolate the most robust groups, cherry-pick stocks within these groups, and manage the trade once it is underway. Introduction After analyzing the broad market and establishing a trading bias, WyckoƯ turned to individual stock selection, focusing on stocks trading in harmony with the broad market trend. By deﬁnition, the vast majority of stocks move in the same direction as the broader market. WyckoƯ, therefore, focused exclusively on potential long positions when the broad market index was trending up. Conversely, he focused on potential short positions when the broad market index was trending down. In general, there are four steps in the stock selection process. First, single out a particular group or sector within the broader market that shows relative strength. Second, look for stocks within this group that are showing relative strength. Third, look for signals using chart patterns and volume. Fourth, calculate risk and reward to ascertain the feasibility of a trade. Four Phases Before looking at the stock selection process in detail, keep in mind the four phases of price movement: accumulation, markup, distribution and markdown. It is important to understand the price position for the broad market and the individual stock before initiating a trade. Long positions are preferred when the broad market is in a markup stage. WyckoƯ Outside of the markup stage, there are ﬁve other buy points that oƯer a good risk-reward ratio. Aggressive traders would attempt to pick a bottom by buying on the spring. Trend followers would buy on the breakout that signals the start of an uptrend. Once the breakout has taken place, chartists can also look to establish long positions during throwbacks, corrections or re-accumulation phases. WyckoƯ Short positions are preferred when the broader market is in a markdown stage. Aggressive traders would become active when a lower peak or a thrust pattern forms, which is a failed resistance breakout. This is clearly a top-picking exercise with an above-average risk of failure. Trend followers would be most apt to sell on a support break that signals a clear trend reversal. After the breakdown, chartists can look to establish short positions during throwbacks, corrections or re-distribution phases. Sector Group Behavior Once chartists understand the broader market and the position of the market, it is time to analyze the groups that make up the market. There are several sectors in the stock market, each of which can be broken down into diƯerent industry groups. For example, you can use the 11 sector SPDRs to compare sector charts with the broad market chart. There are also dozens of Dow Jones industry group indices and industry group ETFs that can be used to measure performance for speciﬁc groups. Even though the broad market governs the general trend for all stocks, WyckoƯ understood that certain groups lead the market and certain groups lag the market. The objective is to ﬁnd groups showing relative strength when broad market conditions are",
    "metadata": {
      "page": 1,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_1",
    "source": "Wyckoff_Stock_Analysis",
    "text": "are several sectors in the stock market, each of which can be broken down into diƯerent industry groups. For example, you can use the 11 sector SPDRs to compare sector charts with the broad market chart. There are also dozens of Dow Jones industry group indices and industry group ETFs that can be used to measure performance for speciﬁc groups. Even though the broad market governs the general trend for all stocks, WyckoƯ understood that certain groups lead the market and certain groups lag the market. The objective is to ﬁnd groups showing relative strength when broad market conditions are bullish and relative weakness when broad market conditions are bearish. Keep in mind that WyckoƯ was active in the early 20th century, well before calculators and computers. Everything was done by hand with pencil, paper and eraser. Even plotting a simple ratio chart to compare two securities would have been a real chore, especially if following dozens of securities. Instead of ratio charts, WyckoƯ simply compared the actual price charts to determine relative strength or relative weakness. Groups that hold up when the market moves lower show relative strength. Groups that fail to rally when the market advances show relative weakness. It is as simple as that. WyckoƯ The chart above shows the Technology SPDR (XLK) and the S&P 500 ETF (SPY). XLK started showing relative strength in mid-September by breaking above its late August high. Notice that SPY did not break above this corresponding high. While SPY moved to a new low in early October, XLK held above its prior low and showed relative strength again. With SPY forming a spring in early October and breaking out in mid-October, WyckoƯ chartists would be focusing on stocks in the technology sector because of relative strength in XLK. WyckoƯ The second example shows the Finance SPDR (XLF) and the S&P 500 ETF (SPY). XLF started showing relative strength in April-May as it failed to exceed its February high. Notice that SPY did exceed this high. Relative weakness continued to materialize as XLF broke below the March-April lows in May and continued lower in June. SPY, on the other hand, did not come close to its March low in April-May and held above this low in June. The ﬁnance sectors clearly showed relative weakness. Relative Performance In addition to following the broader market, WyckoƯ Theory advocates a relative strength approach to stock picking. This means buying stocks showing relative strength and avoiding stocks showing relative weakness. There are three ways to show relative strength. First, the stock can advance at a steeper rate than the index. Second, the stock can advance when the index moves sideways. Third, the stock can advance or trade ﬂat when the index corrects. The example below shows Consolidated Edison (ED) forming a higher low and breaking resistance as the S&P 500 corrects. The ability advance as the market corrected showed relative strength. WyckoƯ WyckoƯ was not afraid of short positions and advocated shorting stocks when the broad",
    "metadata": {
      "page": 2,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_2",
    "source": "Wyckoff_Stock_Analysis",
    "text": "picking. This means buying stocks showing relative strength and avoiding stocks showing relative weakness. There are three ways to show relative strength. First, the stock can advance at a steeper rate than the index. Second, the stock can advance when the index moves sideways. Third, the stock can advance or trade ﬂat when the index corrects. The example below shows Consolidated Edison (ED) forming a higher low and breaking resistance as the S&P 500 corrects. The ability advance as the market corrected showed relative strength. WyckoƯ WyckoƯ was not afraid of short positions and advocated shorting stocks when the broad market index was trending lower. In keeping in harmony with the broad market downtrend, WyckoƯ would look for short positions in stocks showing relative weakness. There are three ways to show relative weakness. First, a stock can decline at a faster rate than the broad market index. Second, a stock can decline when the index is trading ﬂat. Third, a stock can decline or trade ﬂat when the index is bouncing within a bigger downtrend. The example below shows Nucor (NUE) moving lower as the S&P 500 bounces in July-August. Nucor showed relative weakness because it was unable to bounce along with the broad market index. WyckoƯ Price Volume Patterns WyckoƯ used price patterns and volume to generate signals for individual stocks. Bullish patterns include the springboard near consolidation support, the pullback that retraces 50% of the prior advance and the high volume consolidation. Bearish patterns include the thrust near consolidation resistance, the corrective bounce that retraces 50% of the prior decline and the high volume consolidation. Let's look at some bullish patterns ﬁrst. High Volume Springboard First, note that the broad market and the stock should be in uptrends. With the exception of a spring (failed support break), the idea is to participate in an ongoing uptrend, not to pick a bottom. The high volume springboard was perhaps a favorite for WyckoƯ. After a move higher, the stock moves into a ﬂat consolidation with a clear support level. Chartists should watch action closely as prices approach support. A high volume surge oƯ of support, also known as a springboard, is the ﬁrst sign that the bigger uptrend is set to continue and a consolidation breakout is imminent. The example with Boeing (BA) shows a high volume spring oƯ consolidation support. BA surged in October and then consolidated in November. Support was around 62 and resistance around 68 for the entire month. After dipping in late November, the stock sprung oƯ support with high volume and ultimately broke resistance on its way to the mid-70s. WyckoƯ In addition to this bullish pattern, BA showed relative strength by outperforming the S&P 500. The indicator window shows the S&P 500 moving lower in November. Notice that BA held its early November low and showed relative strength. This is a classic example of a stock holding ﬁrm as the market corrects, which further reinforced the WyckoƯ spring and buy signal. 50% Retracement An",
    "metadata": {
      "page": 3,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_3",
    "source": "Wyckoff_Stock_Analysis",
    "text": "Support was around 62 and resistance around 68 for the entire month. After dipping in late November, the stock sprung oƯ support with high volume and ultimately broke resistance on its way to the mid-70s. WyckoƯ In addition to this bullish pattern, BA showed relative strength by outperforming the S&P 500. The indicator window shows the S&P 500 moving lower in November. Notice that BA held its early November low and showed relative strength. This is a classic example of a stock holding ﬁrm as the market corrects, which further reinforced the WyckoƯ spring and buy signal. 50% Retracement An uptrend often takes shape as a zigzag advance, with two steps forward and one step backward. WyckoƯ used the 50% retracement level as his line in the sand for pullbacks. A shallower pullback shows relatively weak selling pressure and underlying strength, while a deeper pullback reﬂects relatively strong selling pressure and underlying weakness. Once a stock hits the 50% sweet spot, WyckoƯ would look for a high volume reversal surge to signal a continuation of the prior advance. WyckoƯ The example above shows Gannet (GCI) retracing around 50% of the prior advance, before then surging with high volume to start another leg up. Gannet hit the 50% mark around 10.28 and ﬁrmed for a few days. The ﬁrst reversal clue came with the initial surge above 10.50 on above-average volume. In fact, volume on this surge was the highest in four weeks. Further conﬁrmation came with a follow-through above 11.50 on even higher volume (second green arrow). The stock quickly moved above its October high and continued to 15.50 in January. High Volume Consolidation WyckoƯ notes that chartists should heighten their attention when a stock consolidates and volume expands. High volume reﬂects a high level of interest, but the consolidation reﬂects a stalemate. Such conditions can lead to an explosive move. Admittedly, the consolidation break can go either way. Chartists should examine the overall chart for directional clues and act when conﬁrmed with a directional break. The example below shows Amgen (AMGN) with a high volume consolidation just before a breakout. First, note that Amgen showed relative strength in August-September and again in November. The S&P 500 moved lower during these periods, but Amgen moved higher in August-September and traded ﬂat during November. Relative strength was the ﬁrst clue that any breakout would be to the upside. WyckoƯ After the August-September advance, Amgen moved into a consolidation from early October to mid-December. There was a high volume springboard oƯ support at the end of November, but the stock did not break resistance. Instead, Amgen consolidated and volume expanded even further. Something was up here. Even though the consolidation is technically neutral, the bias was bullish because of relative strength and the high volume springboard. Amgen made its move with a gap and breakout on high volume. This signal foreshadowed a surge from 60 to 68. Bearish Patterns Chartists can reverse engineer these bullish patterns to get the bearish equivalents. In",
    "metadata": {
      "page": 4,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_4",
    "source": "Wyckoff_Stock_Analysis",
    "text": "August-September advance, Amgen moved into a consolidation from early October to mid-December. There was a high volume springboard oƯ support at the end of November, but the stock did not break resistance. Instead, Amgen consolidated and volume expanded even further. Something was up here. Even though the consolidation is technically neutral, the bias was bullish because of relative strength and the high volume springboard. Amgen made its move with a gap and breakout on high volume. This signal foreshadowed a surge from 60 to 68. Bearish Patterns Chartists can reverse engineer these bullish patterns to get the bearish equivalents. In a bearish situation, chartists would look for stocks showing relative weakness, negative volume ﬂows and bearish chart patterns. A stock is relatively weak when it fails to bounce along with the market for fails to conﬁrm a higher high in the broad market index. Negative volume ﬂows occur when volume on down days expands or exceeds volume on up days. The three bullish patterns have bearish counterparts. Instead of a high volume springboard oƯ consolidation support, look for a high volume decline from consolidation resistance. After a counter-trend advance retraces 50% of the prior decline, look for a high volume down thrust or reversal to signal the start of another leg lower. Risk-Reward and Stops The ﬁnal WyckoƯ steps are to calculate reward potential, identify potential risk and set appropriate stops. WyckoƯ believed that proﬁt potential should be at least three times the risk. In other words, he would risk $5 for the chance to make $15 or more. Using such a risk-reward ratio, it would be possible to make proﬁts 50% of the time and still make money. WyckoƯ used Point & Figure charts to calculate price objectives or proﬁt potential. In particular, the width of the pattern is used to project the target. In the Amgen example, the stock traded sideways for a period and then broke resistance. In Point & Figure terms, the stock forged a Triple Top Breakout. The pattern is 5 columns wide, this is a 3-box reversal chart and each box is worth 1, which makes the upside target 69 (5 x 3 x 1 = 15, 54 + 15 = 69). StockCharts.com also computes P&F targets using reversal and breakout methods. As shown on the chart, the Triple Top Breakout projects a move to 72 using the reversal method. You can read more on P&F targets in our ChartSchool article. Even though WyckoƯ made price projections, he used these projections as guidelines, not deﬁnitive targets. Chartists must continually reassess the chart and the validity of the current move. The technical situation can change before the target is reached. Chartists should recognize these changes and adjust their trading plan accordingly. A stop-loss is the ﬁnal piece of the WyckoƯ trading plan. In general, WyckoƯ thought stops should be placed at obvious danger points. In other words, look for key support or resistance levels that, when broken, would change the initial assessment. Once a move",
    "metadata": {
      "page": 5,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Stock_Analysis_5",
    "source": "Wyckoff_Stock_Analysis",
    "text": "on P&F targets in our ChartSchool article. Even though WyckoƯ made price projections, he used these projections as guidelines, not deﬁnitive targets. Chartists must continually reassess the chart and the validity of the current move. The technical situation can change before the target is reached. Chartists should recognize these changes and adjust their trading plan accordingly. A stop-loss is the ﬁnal piece of the WyckoƯ trading plan. In general, WyckoƯ thought stops should be placed at obvious danger points. In other words, look for key support or resistance levels that, when broken, would change the initial assessment. Once a move is underway, chartists should trail their stop-loss to lock in proﬁts. WyckoƯ advised against placing stops too tight, feeling chartists should allow for wiggle room and exercise judgment when adjusting their stops. Stops should, however, be quite tight once a price objective is reached. Conclusion Richard D. WyckoƯ presents a systematic approach to identifying the market trend, isolating strong groups and picking stocks within that group. This relative strength approach, which has stood the test of time, is just as applicable today as it was 10 and 50 years ago. Remember, the WyckoƯ methodology is based on broad guidelines, not an exact science. Individual chartists must make their own judgments based on the charts. Forget about the fundamentals and ﬁnancial media; focus on price action and let the charts speak for themselves.",
    "metadata": {
      "page": 6,
      "section": "Section 1"
    }
  }
]