[
  {
    "chunk_id": "Wyckoff_Market_Analysis_0",
    "source": "Wyckoff_Market_Analysis",
    "text": "WyckoƯ Market Analysis Introduction Richard D. WyckoƯ, a perpetual stock market student, was a great trader and a pioneer of technical analysis. Based on his theories, studies and real-life experiences, WyckoƯ developed a trading methodology that has stood the test of time. WyckoƯ started with a broad market assessment and then drilled down to ﬁnd stocks with the most proﬁt potential. This article, the ﬁrst of two, details WyckoƯ's approach to broad market analysis. It is important to understand the broad market trend and the position within this trend before selecting individual stocks. About Richard D. WyckoƯ Richard WyckoƯ began his Wall Street career in 1888 as a runner, scurrying back and forth between ﬁrms carrying documents. As with Jesse Livermore in the bucket shops, WyckoƯ learned to trade by watching the action ﬁrsthand. His ﬁrst trade occurred in 1897, when he bought one share of St. Louis & San Francisco common stock. After successfully trading his own account several years, he opened a brokerage house and started publishing research in 1909. The Magazine of Wall Street was one of the ﬁrst, and most successful, newsletters of the time. As an active trader and analyst in the early 1900s, his career coincided with other Wall Street greats including Jesse Livermore, Charles Dow and JP Morgan. Many have called this the “golden age of technical analysis.” As his stature grew, WyckoƯ published two books on his methodology: Studies in Tape Reading (1910) and How I Trade and Invest in Stocks and Bonds (1924). In 1931, WyckoƯ published a correspondence course detailing the methodology he developed over his illustrious career. WyckoƯ Two Rules WyckoƯ focused exclusively on price action. Earnings and other fundamental information were simply too esoteric and imprecise to be used eƯectively. Moreover, this information was usually already factored into the price by the time it became available to the average speculator. Before looking at the details, there are two rules to keep in mind. These rules come directly from the book Charting the Stock Market: The WyckoƯ Method by Jack K. Hutson, David H. Weiss and Craig F. Schroeder. Rule One: Don't expect the market to behave exactly the same way twice. The market is an artist, not a computer. It has a repertoire of basic behavior patterns that it subtly modiﬁes, combines and springs unexpectedly on its audience. A trading market is an entity with a mind of its own. Rule Two: Today's market behavior is signiﬁcant only when it's compared to what the market did yesterday, last week, last month or even last year. There are no predetermined, never-fail levels where the market always changes. Everything the market does today must be compared to what it did before. Instead of steadfast rules, WyckoƯ advocated broad guidelines when analyzing the stock market. Nothing in the stock market is deﬁnitive. After all, stock prices are driven by human emotions. We cannot expect the exact same patterns to repeat over time. There will, however, be similar patterns or behaviors that",
    "metadata": {
      "page": 1,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Market_Analysis_1",
    "source": "Wyckoff_Market_Analysis",
    "text": "its own. Rule Two: Today's market behavior is signiﬁcant only when it's compared to what the market did yesterday, last week, last month or even last year. There are no predetermined, never-fail levels where the market always changes. Everything the market does today must be compared to what it did before. Instead of steadfast rules, WyckoƯ advocated broad guidelines when analyzing the stock market. Nothing in the stock market is deﬁnitive. After all, stock prices are driven by human emotions. We cannot expect the exact same patterns to repeat over time. There will, however, be similar patterns or behaviors that astute chartists can proﬁt from. Chartists should keep the following guidelines in mind and apply their own judgments to develop a trading strategy. Broad Market Trend By deﬁnition, the vast majority of stocks move in harmony with the broader market. Chartists, therefore, should ﬁrst understand the direction and position of the broad market trend. With this in mind, WyckoƯ developed a “wave chart,” which was simply a composite average of ﬁve or more stocks. Note that Charles Dow developed the Dow Jones Industrial Average and Dow Jones Transportation Average around the same time. While the Dow Industrials is perhaps the most famous “wave chart,” chartists today can choose among several indices to analyze the broad market. These include the S&P 500, the S&P 100, the Nasdaq, the NY Composite and the Russell 2000. WyckoƯ used the daily high, low and close to create a series of price bars and construct a classic bar chart. The objective was to determine the underlying trend for the broader market and identify the position within this trend. Trend is important because it tells us the path of least resistance for the majority of stocks. Position is important because it tells us the current location within this trend. For example, trend position helps chartists determine if the market is overbought or oversold to time buy and sell decisions. There are three possible trends in action: up, down or ﬂat. There are also three diƯerent timeframes: short-term, medium-term and long-term. For the purposes of this article, daily charts are used for the medium-term trend. An uptrend is present when the composite index forms a series of rising peaks and rising troughs. Conversely, a downtrend is present when the index forms a series of falling peaks and troughs. A series of equal troughs and equal peaks forms a trading range. Chartists must then wait for a break from this range to determine trend direction. WyckoƯ Uptrend Chart WyckoƯ Downtrend Chart The charts above show examples of an uptrend and downtrend. Within the trend, prices can be positioned at oversold levels, overbought levels or somewhere in the middle of the trend. Trend position is important to determine the risk-reward ratio of a new position. Ideally, chartists should look for long positions when the trend is up and the index is oversold. This means a pullback or correction has occurred. The risk-reward ratio is less attractive if buying in",
    "metadata": {
      "page": 2,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Market_Analysis_2",
    "source": "Wyckoff_Market_Analysis",
    "text": "a trading range. Chartists must then wait for a break from this range to determine trend direction. WyckoƯ Uptrend Chart WyckoƯ Downtrend Chart The charts above show examples of an uptrend and downtrend. Within the trend, prices can be positioned at oversold levels, overbought levels or somewhere in the middle of the trend. Trend position is important to determine the risk-reward ratio of a new position. Ideally, chartists should look for long positions when the trend is up and the index is oversold. This means a pullback or correction has occurred. The risk-reward ratio is less attractive if buying in an uptrend when prices are overbought. Similarly, the risk-reward ratio is less attractive if selling in a downtrend when an index is in an oversold position. It is best to establish a new short position when the index is either overbought within a downtrend or in the middle of said downtrend. Major Tops and Bottoms In between trending periods, the broad market indices form major tops and bottoms that reverse existing trends. WyckoƯ noted that tops and bottoms were diƯerent. Market tops were often long, drawn-out aƯairs, while market bottoms were relatively short, violent beasts. WyckoƯ identiﬁed speciﬁc characteristics some 100 years ago; said characteristics can still be seen in today's markets. Bear markets often end with a selling climax or spring, which is a failed support break. First, the major stock index is in a downtrend because it has been moving lower for an extended period. With sentiment quite negative, many investors become thoroughly discouraged with their mounting losses and, at some point, discouraged investors ﬁnally throw in the towel and unload their stocks. Prices fall sharply and often break a key support level. Prices appear to be in a free fall at this stage, but the “smart” money is waiting in the wings. Smart money buying pressure suddenly reverses the free fall and prices surge to close well above their lows. WyckoƯ - Chart 1 WyckoƯ used volume to conﬁrm the validity of a reversal, breakout or trend. A selling climax or spring should be accompanied by an increase in volume to show expanding participation. It is important that big money (i.e. institutions) support a market move for it to have staying power. Low volume suggests limited participation and increases the chances of failure. The example above shows a high volume selling climax and spring in early October 2011. Notice how the S&P 500 broke support as selling pressure pushed prices below 1100. Prices dipped below 1080 intraday, but buyers stepped in and pushed the index back above 1120 by the close. The support break did not hold and the selling climax occurred on high volume. This bullish signal was enough to carry the S&P 500 above its late August high by the end of October. As noted above, market tops are diƯerent than market bottoms. Tops often form with an extended period of sideways price movement, which is a consolidation. This is known as a distribution period",
    "metadata": {
      "page": 3,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Market_Analysis_3",
    "source": "Wyckoff_Market_Analysis",
    "text": "2011. Notice how the S&P 500 broke support as selling pressure pushed prices below 1100. Prices dipped below 1080 intraday, but buyers stepped in and pushed the index back above 1120 by the close. The support break did not hold and the selling climax occurred on high volume. This bullish signal was enough to carry the S&P 500 above its late August high by the end of October. As noted above, market tops are diƯerent than market bottoms. Tops often form with an extended period of sideways price movement, which is a consolidation. This is known as a distribution period where the smart money (institutions) distributes shares to the dumb money (public). In other words, the smart money sells their shares to the dumb money just before the market breaks down. On the price chart, the market top is often not clear until the second half of the pattern unfolds. This often involves a failed breakout or a failure at resistance. This is not so negative at the time, but prices then return all the way to support. Such a sharp decline reﬂects a marked increase in selling pressure. There is then some sort of bounce oƯ support that forms a lower peak, which shows diminished buying pressure. At this point, the chart shows an increase in selling pressure on the support test and a decrease in buying pressure on the subsequent bounce. The reversal is completed with a ﬁnal support break on increasing volume. WyckoƯ - Chart 2 The example above shows the Dow Industrials with a peak in 2007. Notice how prices moved sideways for around seven months. There are ﬁve points on this chart to deﬁne the topping process. The ﬁrst point, which occurred in the second half of the pattern, shows the Dow failing to hold above its prior peak. There is nothing bearish about this failed breakout until prices decline all the way back to the August trough. This is the ﬁrst sign that selling pressure (supply) is increasing. Prices bounce oƯ support, but a lower peak forms in early December. This is the ﬁrst signal that buying pressure (demand) is diminishing. An increase in selling pressure and decrease in buying pressure combine to mark an important top that is conﬁrmed when prices break support with a sharp decline in January 2008. WyckoƯ used volume to conﬁrm price movements. Notice how volume on down days exceeded volume on up days in October and November as prices declined to support. This showed an increase in selling pressure that validated the support break. Price Projections Once a market top or bottom took shape, WyckoƯ would turn to ﬁgure charts to calculate price projections. Figure charts later evolved into Point & Figure charts. In general, WyckoƯ based his price projections on the width of the pattern. The wider the pattern, the higher the ultimate price projection. In other words, a long base extending over ten P&F columns would project a relatively high target upon a breakout. Conversely, a",
    "metadata": {
      "page": 4,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Market_Analysis_4",
    "source": "Wyckoff_Market_Analysis",
    "text": "exceeded volume on up days in October and November as prices declined to support. This showed an increase in selling pressure that validated the support break. Price Projections Once a market top or bottom took shape, WyckoƯ would turn to ﬁgure charts to calculate price projections. Figure charts later evolved into Point & Figure charts. In general, WyckoƯ based his price projections on the width of the pattern. The wider the pattern, the higher the ultimate price projection. In other words, a long base extending over ten P&F columns would project a relatively high target upon a breakout. Conversely, a narrow base covering just six columns would project a relatively low target. It is important to make sure the base is big enough and the breakout robust enough to assure a suitably high price target. The converse is true for market tops. An extended top covering over ten P&F columns would project a much deeper decline than a narrow top extending less than ten columns. WyckoƯ WyckoƯ based his projections on the width of the entire topping pattern. As with most aspects of technical analysis, the width of the pattern can be subjective. WyckoƯ liked to look for the row with the most ﬁlled boxes and count the entire width of this row, including the empty boxes. Chartists can employ this method or simply measure the entire width from start to ﬁnish. First, start by ﬁnding the key support break. Once the support break is found, extend a support line across the chart. Chartists can then identify the column leading into the pattern (start) and the column leading out (end). These two deﬁne the entire pattern. The example above shows the S&P 500 top in 2007, with the column count extending from November 2007 (red B) to January 2008 (red 1). Note that February starts with the red 2 and O-Column breaks support before this red 2 is printed. This is a long and extended top covering 34 columns. At 10 points per box on a 3-box reversal, the estimated decline is around 1020 points (34 x 3 x 10 = 1050). This amount is subtracted from the pattern peak for a downside target in the 520 area (1570 - 1020 = 550). The ultimate low in the S&P 500 was around 666 in March 2009. WyckoƯ The second chart shows the S&P 500 bottom in 2009 with two bottoming patterns. Notice that there are two breakouts: one in May (red 5) and another in July (red 7). Both patterns share the same low point (670). Based on the resistance break, the smaller pattern extends 20 columns, which is from the entry column to the exit column. Based on 10 points per box and a 3-box reversal setting, the projected advance would be 600 points (20 x 10 x 3 = 600) and the target would be around 1270 (670 + 600 = 1270). The second pattern is much bigger and extends some 42 columns for a projected advance of",
    "metadata": {
      "page": 5,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Market_Analysis_5",
    "source": "Wyckoff_Market_Analysis",
    "text": "patterns. Notice that there are two breakouts: one in May (red 5) and another in July (red 7). Both patterns share the same low point (670). Based on the resistance break, the smaller pattern extends 20 columns, which is from the entry column to the exit column. Based on 10 points per box and a 3-box reversal setting, the projected advance would be 600 points (20 x 10 x 3 = 600) and the target would be around 1270 (670 + 600 = 1270). The second pattern is much bigger and extends some 42 columns for a projected advance of 1260 points (42 x 3 x 10). This targets a move to around 1930, which would be one heck of a bull market. Even though WyckoƯ used horizontal counts to make projections, he also cautioned against taking these projections too seriously. As noted above, nothing is deﬁnitive when it comes to the stock market and technical analysis. Chartists are given broad guidelines and must make their own judgments as price action unfolds. Some counts fall short of their targets, while some counts exceed their targets. You can read more on traditional P&F counting techniques in our ChartSchool. Position in Trend Before making a trading or investment decision, chartists need to know where the market is within its trend. Overbought markets are at risk of a pullback; taking a position in overbought conditions creates risk of a signiﬁcant drawdown. Similarly, the chances of a bounce are high when the market is oversold, even if the bigger trend is down. Selling short when market conditions are oversold can also result in a signiﬁcant drawdown and adversely aƯect the risk-reward ratio. WyckoƯ notes that an uptrend starts with an accumulation phase, entering a markup phase as prices move steadily higher. There are ﬁve possible buy points during the entire uptrend. First, aggressive players can buy on the spring or selling climax. This area oƯers the highest reward potential, but the risk of failure is above average because the downtrend has not yet reversed. The second buy point comes with the breakout above resistance, provided it is conﬁrmed by expanding volume. Chartists missing the breakout buy point are sometimes given a second chance with a throwback to broken resistance, which turns into support. WyckoƯ Once the markup stage is fully underway, chartists must then rely on corrections, which can form as consolidations or pullbacks. WyckoƯ referred to a ﬂat consolidation within an uptrend as a re-accumulation phase. A break above consolidation resistance signals a continuation of the markup phase. In contrast to a consolidation, a pullback is a corrective decline that retraces a portion of the prior move. Chartists should look for support levels using trend lines, prior resistance breaks or prior consolidations. Alternatively, WyckoƯ also looked for support or reversal signs when the correction retraced 50% of the last up leg. A downtrend starts with a distribution phase and then enters a markdown phase as prices move steadily lower. Note that WyckoƯ did",
    "metadata": {
      "page": 6,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Market_Analysis_6",
    "source": "Wyckoff_Market_Analysis",
    "text": "WyckoƯ referred to a ﬂat consolidation within an uptrend as a re-accumulation phase. A break above consolidation resistance signals a continuation of the markup phase. In contrast to a consolidation, a pullback is a corrective decline that retraces a portion of the prior move. Chartists should look for support levels using trend lines, prior resistance breaks or prior consolidations. Alternatively, WyckoƯ also looked for support or reversal signs when the correction retraced 50% of the last up leg. A downtrend starts with a distribution phase and then enters a markdown phase as prices move steadily lower. Note that WyckoƯ did not shy away from shorting the market. He looked for opportunities to make money on the way up and on the way down. As with the accumulation and markup phase, there are ﬁve potential selling points during this extended downtrend. First, a lower peak within a distribution pattern oƯers a chance to short the market before the actual support break and trend change. Such aggressive tactics oƯer the highest reward potential, but also risk failure because the downtrend has not oƯicially started. The breakdown point is the second level to short the market, provided the support break is validated with expanding volume. After a breakdown and oversold conditions, there is sometimes a throwback to broken support, which turns into resistance. This oƯers players a second chance to partake in the support break. Once the markdown phase begins in earnest, chartists should wait for ﬂat consolidations or oversold bounces. WyckoƯ referred to ﬂat consolidations as re-distribution periods. A break below consolidation support signals a continuation of the markdown phase. In contrast to a consolidation, an oversold bounce is a corrective advance that retraces a portion of the prior decline. Chartists can look for resistance areas using trend lines, prior support levels or prior consolidations. WyckoƯ also looked for resistance or reversal signs when the correction retraced 50% of the last down leg. Conclusion There are four key areas of the WyckoƯ market method: trend identiﬁcation, reversal patterns, price projections and trend position. Getting the trend correct is half the battle, as the majority of stocks move in conjunction with the broad market trend. This trend continues until a major top or bottom pattern forms. Aggressive players can act before these reversal patterns are complete, but the existing trend does not oƯicially reverse until price breaks a key support or resistance level on good volume. Once a top or bottom is complete, chartists can use a horizontal count method on P&F charts to project the length of the ensuing advance or decline. A trend is considered mature and ripe for a reversal once prices reach these target areas. Provided the trend has further room to run, chartists can then determine the position of prices within this trend to ensure a healthy risk-reward ratio when taking positions. Chartists should avoid new long positions when the market is overbought and avoid new short positions when the market is oversold. As noted at the beginning,",
    "metadata": {
      "page": 7,
      "section": "Section 1"
    }
  },
  {
    "chunk_id": "Wyckoff_Market_Analysis_7",
    "source": "Wyckoff_Market_Analysis",
    "text": "on good volume. Once a top or bottom is complete, chartists can use a horizontal count method on P&F charts to project the length of the ensuing advance or decline. A trend is considered mature and ripe for a reversal once prices reach these target areas. Provided the trend has further room to run, chartists can then determine the position of prices within this trend to ensure a healthy risk-reward ratio when taking positions. Chartists should avoid new long positions when the market is overbought and avoid new short positions when the market is oversold. As noted at the beginning, these are broad guidelines for interpreting market movements. The ﬁnal judgment call is up to you.",
    "metadata": {
      "page": 8,
      "section": "Section 1"
    }
  }
]